[
  {
    "title": "Comparing the individual effects of metformin and rosiglitazone and their combination in obese women with polycystic ovary syndrome: a randomized controlled trial",
    "authors": "Yujing Li, Jing Tan, Qiuyi Wang, Changling Duan, Yuanyuan Hu, Wei Huang",
    "journal": "Fertility and Sterility",
    "year": "2020",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31718828/",
    "abstract": "Objective: To compare the effects of metformin, rosiglitazone, and their combination in obese polycystic ovary syndrome (PCOS) patients with insulin resistance. Design: Prospective randomized controlled trial. Setting: Tertiary teaching hospital. Patient(s): Obese Chinese women (body mass index [BMI] ≥25 kg/m²) with insulin resistance who fulfilled the Rotterdam criteria of PCOS. Intervention(s): In group 1, 68 patients administered metformin (1,500 mg/day); in group 2, 67 patients administered rosiglitazone (4 mg/day); in group 3, 69 patients administered metformin (1,000 mg/day) and rosiglitazone (4 mg/day) for 6 months, all with the same diet and regular exercise lifestyle recommendation. Main outcome measure(s): Average menstrual interval, anthropometric measurements, androgen-related parameters, and metabolic features of insulin, carbohydrates, and lipids, with intention-to-treat analysis. Result(s): The baseline parameters showed no statistically significant differences. After the 6-month treatment, most participants showed an improved menstrual pattern. There were statistically significant decreases in acne scores, weight, BMI, waist circumference, waist-to-hip ratio, and serum testosterone. The metabolic indexes of insulin, carbohydrates, and lipids were improved obviously compared with the baseline in each group. Among the three groups, the patients administered 1,500 mg/day metformin experienced greater reductions in weight. However, the rosiglitazone users (alone or combined with metformin) showed a more notable decline in total cholesterol and triglyceride levels. Conclusion(s): Considering the benefits of metformin on weight loss, high-dose metformin (1,500 mg/day) along with lifestyle modification should be recommended for obese, insulin-resistant women with PCOS. Rosiglitazone alone or combined with low-dosage metformin plus lifestyle modification should be considered for the women with abnormal lipid profiles.",
    "tags": ["NIH", "treatment", "metformin", "rosiglitazone", "insulin resistance", "obesity"]
  },
  {
    "title": "Association of maternal polycystic ovary syndrome and diabetes with preterm birth and offspring birth size: a population-based cohort study",
    "authors": "Xinxia Chen, Mika Gissler, Catharina Lavebratt",
    "journal": "Human Reproduction",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35348682/",
    "abstract": "Study question: Is the presence of polycystic ovary syndrome (PCOS) associated with more adverse infant outcomes in mothers with different types of diabetes? Summary answer: The presence of PCOS implies higher risks of total (medically indicated and spontaneously combined) and spontaneous preterm birth in mothers with non-insulin-treated type 2 diabetes and gestational diabetes mellitus (GDM), and lower risk of offspring being large for gestational age (LGA) in mothers with insulin-treated diabetes. What is known already: PCOS is suggested to be an independent risk factor for adverse infant outcomes, and it is highly prevalent in mothers with diabetes. However, the impact of PCOS on the associations of different types of maternal diabetes with preterm birth and offspring birth sizes has not been reported. Study design, size, duration: This is a population-based cohort study including all live births between 1996 and 2014 in Finland. A total of 1,097,753 children were included. Main results and the role of chance: Using mothers with no PCOS and no diabetes as the reference and adjusting for maternal and birth factors, there were higher risks of total (OR 2.84, 95% CI 2.21-3.66 vs. OR 1.91, 95% CI 1.77-2.07, P=0.01) and spontaneous (OR 4.02, 95% CI 2.94-5.50 vs. OR 2.35, 95% CI 2.13-2.59, P=0.001) preterm birth for those with PCOS in mothers with non-insulin-treated type 2 diabetes.",
    "tags": ["NIH", "pregnancy outcomes", "preterm birth", "diabetes", "population study"]
  },
  {
    "title": "Investigation of the Association of Serum Trace Elements Concentrations and Serum Biochemical Parameters with the Risk of Polycystic Ovary Syndrome: a Case-Control Study",
    "authors": "Priya Sharma, Harmanpreet Singh Kapoor, Balpreet Kaur, Pooja Kamra, Preeti Khetarpal",
    "journal": "Biological Trace Element Research",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37067720/",
    "abstract": "Polycystic ovary syndrome (PCOS) is a heterogeneous endocrinological syndrome characterized by hyperandrogenism of ovarian origin and is often considered a predisposing factor for metabolic disorders. The objective of the study was to investigate serum levels of (a) trace elements (copper (Cu), zinc (Zn), magnesium (Mg), selenium (Se), iron (Fe), chromium (Cr), and manganese (Mn)); and (b) biochemical parameters (glucose, cholesterol, triglycerides, high-density lipoprotein (HDL-C), low-density lipoprotein (LDL-C), albumin, total protein, creatinine, and C-reactive protein (CRP) with risk of PCOS. Another objective was to explore the relationship between serum trace elements and biochemical variables. Serum trace elements were estimated by inductively coupled plasma mass spectrometry (ICP-MS) and biochemical parameters were estimated by colorimetric methods in 99 PCOS cases and 82 controls. Linear and non-linear associations of serum variables with PCOS risk were studied under logistic, probit, GAM, and BKMR model. Statistical analyses were performed using IBM SPSS 22.0 and R package version 4.2.1. All studied serum trace elements (except Zn) are significantly associated with PCOS. Combined effect analysis revealed Mg-Se and Fe-Cu association with PCOS risk. A significant association of cholesterol, HDL-C, LDL-C, CRP, and albumin was observed.",
    "tags": ["NIH", "trace elements", "biochemical parameters", "case-control study", "metabolic markers"]
  },
  {
    "title": "A randomized controlled trial of combination letrozole and clomiphene citrate or letrozole alone for ovulation induction in women with polycystic ovary syndrome",
    "authors": "Rachel B Mejia, Karen M Summers, Jessica D Kresowik, Bradley J Van Voorhis",
    "journal": "Fertility and Sterility",
    "year": "2019",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30683591/",
    "abstract": "Objective: To evaluate whether a combination of letrozole and clomiphene citrate (CC) results in higher ovulation rates than letrozole alone in infertile women with polycystic ovary syndrome (PCOS). Design: Open-label randomized controlled trial. Setting: Academic medical center using two clinic sites. Patient(s): Women 18-40 years of age with a diagnosis of infertility and PCOS as defined by the Rotterdam criteria and no other known cause of infertility. Interventions(s): Participants were randomized in a 1:1 ratio, stratified by age and body mass index, to either 2.5 mg letrozole alone or the combination of 2.5 mg letrozole and 50 mg CC daily on cycle days 3-7 for one treatment cycle. Main outcome measure(s): Ovulation defined as mid-luteal serum progesterone concentration ≥3 ng/mL. Result(s): Seventy patients were randomized: 35 to letrozole alone and 35 to letrozole and CC. Women who received the combination of letrozole and CC had a statistically higher ovulation rate compared with those who received letrozole alone (77% vs. 43%). There were no serious adverse events or multiple-gestation pregnancies in either group. Conclusion(s): The combination of letrozole and CC was associated with a higher ovulation rate compared with letrozole alone in women with infertility and PCOS.",
    "tags": ["NIH", "fertility treatment", "letrozole", "clomiphene citrate", "ovulation induction"]
  },
  {
    "title": "Alterations in Gut Microbiome Composition and Barrier Function Are Associated with Reproductive and Metabolic Defects in Women with Polycystic Ovary Syndrome (PCOS): A Pilot Study",
    "authors": "Lisa Lindheim, Mina Bashir, Julia Münzker, Christian Trummer, Verena Zachhuber, Bettina Leber, Angela Horvath, Thomas R Pieber, Gregor Gorkiewicz, Vanessa Stadlbauer, Barbara Obermayer-Pietsch",
    "journal": "PLoS One",
    "year": "2017",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28045919/",
    "abstract": "Background: Polycystic ovary syndrome (PCOS) is a common female endocrinopathy of unclear origin characterized by hyperandrogenism, oligo-/anovulation, and ovarian cysts. Women with PCOS frequently display overweight, insulin resistance, and systemic low-grade inflammation. We hypothesized that endotoxemia resulting from a leaky gut is associated with inflammation, insulin resistance, fat accumulation, and hyperandrogenemia in PCOS. In this pilot study, we compared the stool microbiome, gut permeability, and inflammatory status of women with PCOS and healthy controls. Methods: 16S rRNA gene amplicon sequencing was performed on stool samples from 24 PCOS patients and 19 healthy controls. Data processing and microbiome analysis were conducted in mothur and QIIME using different relative abundance cut-offs. Gut barrier integrity, endotoxemia, and inflammatory status were evaluated using serum and stool markers. Results: The stool microbiome of PCOS patients showed a lower diversity and an altered phylogenetic composition compared to controls. The relative abundance of bacteria from the phylum Tenericutes, the order ML615J-28 and the family S24-7 was significantly lower and associated with reproductive parameters in PCOS patients. Conclusion: Patients with PCOS have a lower diversity and an altered phylogenetic profile in their stool microbiome, which is associated with clinical parameters.",
    "tags": ["NIH", "gut microbiome", "inflammation", "insulin resistance", "pilot study"]
  },
  {
    "title": "A randomized, controlled trial comparing the metformin, oral contraceptive pills and their combination in patients with polycystic ovarian syndrome",
    "authors": "Yogesh Kumar, Narendra Kotwal, Yashpal Singh, Vimal Upreti, Shrikant Somani, K V S Hari Kumar",
    "journal": "Journal of Family Medicine and Primary Care",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30112307/",
    "abstract": "Background: Polycystic ovarian syndrome (PCOS) is a condition characterized by insulin resistance (IR) and hormonal dysfunction. We conducted a randomized, controlled trial comparing the effects of metformin, oral contraceptive pills (OCP) and their combination in PCOS. Materials and methods: We randomized 90 newly diagnosed PCOS (age 18-40 year, symptom duration >6 months) patients into three groups (Group 1-Metformin, Group 2-OCP, and Group 3- Metformin + OCP) in this prospective study. We evaluated for the hyperandrogenism, IR by homeostasis model assessment (HOMA-IR), inflammation (high-sensitivity C-reactive protein, fibrinogen, and ferritin), and body composition markers at baseline and 6 months after therapy. Results: The study population had a mean age 23.2 ± 4.4 years and body mass index of 28.4 ± 6.1 kg/m². The improvement in the clinical parameters was similar in all the groups. The combination therapy showed a better response in reducing inflammatory markers, IR, and body composition than either of the groups using a single drug. None of the patients developed significant adverse effect to the given therapy. Conclusion: PCOS is managed with either metformin or OCP in many patients. The combination improves the hyperandrogenism, body composition, and reduces the inflammatory markers.",
    "tags": ["NIH", "metformin", "oral contraceptive pills", "combination therapy", "inflammation"]
  },
  {
    "title": "Therapeutic effects of metformin and clomiphene in combination with lifestyle intervention on infertility in women with obese polycystic ovary syndrome",
    "authors": "Jing Zhang, Qinqin Si, Jinqiong Li",
    "journal": "Pakistan Journal of Medical Sciences",
    "year": "2017",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Med_Sci/Pak_J_Med_Sci_2017_33_1_8_12.pdf",
    "abstract": "Objective: To evaluate the therapeutic effects of metformin and clomiphene in combination with lifestyle adjustment on infertility in women with obese polycystic ovarian syndrome (PCOS). Methods: A total of 101 infertile women with obese PCOS admitted from July 2013 to July 2015 were randomly divided into an observation group (n=51) and a control group (n=50). The control group was treated with metformin plus clomiphene, based on which the observation group was also subjected to lifestyle adjustment. The body weight, body mass index (BMI) and waist-to-hip ratio (WHR) were measured before and after treatment. The changes of reproductive hormones, ovaries and endometrium were detected. Results: The body weight and BMI of the observation group after treatment were significantly lower than those before treatment and of the control group (P<0.05). In the observation group, there were significant differences in LH, T, LH/FSH, FINS and TG levels. Both the left and right ovarian volumes were significantly lower. The menstrual recovery, ovulation and pregnancy rates of the observation group were significantly higher than those of the control group (P<0.05). Conclusion: Lifestyle adjustment combined with metformin and clomiphene can improve the reproductive endocrine and lipid metabolism of obese PCOS patients, decrease ovarian volumes, and increase menstrual recovery, ovulation and pregnancy rates.",
    "tags": ["WHO", "metformin", "clomiphene", "lifestyle intervention", "obesity", "infertility"]
  },
  {
    "title": "Evaluating the effect of insulin sensitizers metformin and pioglitazone alone and in combination on women with polycystic ovary syndrome: An RCT",
    "authors": "Seyed Mojtaba Sohrevardi, Fahime Nosouhi, Saeed Hossein Khalilzade, Parichehr Kafaie, Mojgan Karimi-Zarchi, Iman Halvaei, Mehdi Mohsenzadeh",
    "journal": "International Journal of Reproductive BioMedicine",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Int_J_Reprod_Biomed/Int_J_Reprod_Biomed_2016_14_12_743_754.pdf",
    "abstract": "Background: Insulin resistance and hyperinsulinemia may play a role in pathogenesis of PCOS. Objective: To determine the effect of metformin and pioglitazone on clinical, hormonal and metabolic parameters in women with PCOS. Materials and Methods: Eighty-four women randomly received one of the following for 3 months: metformin (n=28) (500 mg three times a day), pioglitazone (30 mg daily) (n=28) and combination of both (n=28). Hormonal profile, fasting serum insulin, body weight, body mass index, menstrual status and waist to hip ratio were evaluated before and after treatment. Results: Metformin and pioglitazone and combination therapy induced favorable changes in fasting serum insulin, HOMA-IR index, QUICKI, fasting glucose to insulin ratio in women with PCOS. Body weight, BMI, and waist to hip ratio increased significantly after treatment with pioglitazone but were similar after administration of metformin or combination therapy. Total testosterone level decreased significantly only after treatment with metformin. After 3 months in patients who received pioglitazone or combination therapy, menstrual cycles became regular in 71.4% and 73.9% respectively, while menstrual improvement happened only in 36.4% of patients treated with metformin. Conclusion: These findings suggest that insulin-sensitizing drugs induce beneficial effect in insulin resistance and menstrual cyclicity but only metformin ameliorated hyperandrogenemia in women with PCOS.",
    "tags": ["WHO", "insulin sensitizers", "metformin", "pioglitazone", "hyperandrogenemia"]
  },
  {
    "title": "Effects of metformin alone and in combination with spironolactone on hyperandrogenism in polycystic ovarian syndrome",
    "authors": "Nasser K. Abd Elaal, Hamed E. Ellakwa, Alaa Eldeen F. El Halaby, Shaza S. Maklad",
    "journal": "Menoufia Medical Journal",
    "year": "2020",
    "url": "https://applications.emro.who.int/imemrf/349/Minoufia-Med-J-2020-33-2-433-439-eng.pdf",
    "abstract": "Objective: To evaluate the efficacy of combined therapy with metformin and low-dose spironolactone as compared with metformin alone on the clinical and endocrine-metabolic alterations of patients with polycystic ovarian syndrome (PCOS). Background: PCOS is the most common endocrinological disorder in reproductive-age women. Patients and methods: A prospective randomized comparative study was carried out on 48 patients with PCOS in Obstetrics and Gynecology Department, Menoufia University Hospital, from May 2016 till January 2018. Results: Mean hirsutism score and BMI were 10.8 ± 3.9 and 26.8 ± 2.2, respectively, before treatment, which decreased significantly to 7.6 ± 2.4 and 22.10 ± 1.92 after 6 months of treatment. Luteinizing hormone, follicle-stimulating hormone, free testosterone, dehydroepiandrosterone sulfate, fasting glucose, fasting insulin, and HOMA-IR were decreased significantly after 6 months of treatment. Free testosterone was decreased in group B (58.2 ± 9.1) more than group A (73.6 ± 12.9). Conclusion: The results confirm the beneficial effects of metformin in patients with PCOS. It also proves that the addition of low-dose spironolactone induces a more marked reduction of clinical and biochemical hyperandrogenism.",
    "tags": ["WHO", "metformin", "spironolactone", "hyperandrogenism", "combination therapy"]
  },
  {
    "title": "Analysis on endocrine and metabolic features of different phenotypes of polycystic ovary syndrome patients",
    "authors": "Feng Li, Li Yao, Hong Wu, Shihong Cao",
    "journal": "Pakistan Journal of Pharmaceutical Sciences",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Pharm_Sci/Pak_J_Pharm_Sci_2016_29_5_supp_1735_1738.pdf",
    "abstract": "To discuss the manifestations of endocrine and metabolism for polycystic ovary syndrome patients with different phenotype. This study selected 226 cases of Rotterdam Standard diagnosed polycystic ovary syndrome patients from October 2013 to February 2015. The control group was 100 cases of non-hyperandrogen menstrual women. Polycystic ovary syndrome included 4 phenotype: anovulation (O) combined with hyperandrogenism (H) and polycystic ovary morphology (P), phenotype of O and P, phenotype of H and P, and phenotype of O and H. Results: The phenotype of O and P occupied 55.8%, being the most common. There were significant differences in luteinizing hormone (LH) and LH/FSH between control group and phenotypes. The testosterone (T) of phenotype of O,H and P and phenotype of O and H was apparently higher than phenotype of O and P and control group. The total cholesterol (TC) and triglyceride (TG) in phenotype of O, H and P was greatly higher than phenotype of O and P and control group. Conclusion: The phenotype classification of PCOS patients could better guide clinical individualized treatment.",
    "tags": ["WHO", "phenotypes", "endocrine features", "metabolic features", "classification"]
  },
  {
    "title": "Neurokinin B Receptor Antagonism in Women With Polycystic Ovary Syndrome: A Randomized, Placebo-Controlled Trial",
    "authors": "Jyothis T. George, Rahul Kakkar, Jayne Marshall, Martin L. Scott, Richard D. Finkelman, Tony W. Ho, Johannes Veldhuis, Karolina Skorupskaite, Richard A. Anderson, Stuart McIntosh, Lorraine Webber",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2016",
    "url": "https://academic.oup.com/jcem/article/101/11/4313/2765012",
    "abstract": "Context: Polycystic ovary syndrome (PCOS), the most common endocrinopathy in women, is characterized by high secretion levels of LH and T. Currently, there is no treatment licensed specifically for PCOS. Objective: To investigate whether a targeted therapy would decrease LH pulse frequency in women with PCOS, subsequently reducing serum LH and T concentrations. Design: Double-blind, double-dummy, placebo-controlled, phase 2 trial. Participants: Women with PCOS aged 18–45 years. Intervention: AZD4901 (a specific neurokinin-3 [NK3] receptor antagonist) at doses of 20, 40, or 80 mg/day or matching placebo for 28 days. Of 67 randomized patients, 65 were evaluable. On day 7, the following baseline-adjusted changes relative to placebo were observed in patients receiving AZD4901 80 mg/day: a reduction of 52.0% in LH; a reduction of 28.7% in total T concentration; and a reduction of 3.55 LH pulses/8 hours (all nominal P < .05). Conclusions: The NK3 receptor antagonist AZD4901 specifically reduced LH pulse frequency and subsequently serum LH and T concentrations, thus presenting NK3 receptor antagonism as a potential approach to treating the central neuroendocrine pathophysiology of PCOS.",
    "tags": ["Oxford", "NK3 receptor antagonist", "neuroendocrine", "LH", "testosterone", "novel treatment"]
  },
  {
    "title": "Increased COVID-19 infections in women with polycystic ovary syndrome: a population-based study",
    "authors": "Anuradhaa Subramanian, Astha Anand, Nicola J Adderley, Kelvin Okoth, Konstantinos A Toulis, Krishna Gokhale, Christopher Sainsbury, Michael W O'Reilly, Wiebke Arlt, Krishnarajah Nirantharakumar",
    "journal": "European Journal of Endocrinology",
    "year": "2021",
    "url": "https://academic.oup.com/ejendo/article/184/5/637/6653964",
    "abstract": "Objective: To investigate whether women with PCOS are at an increased risk of COVID-19 infection. Design: Population-based closed cohort study between 31 January 2020 and 22 July 2020 in the UK primary care database (The Health Improvement Network, THIN). Methods: The main outcome was the incidence of COVID-19. We used Cox proportional hazards regression model with stepwise inclusion of explanatory variables to provide unadjusted and adjusted hazard risks (HR) of COVID-19 infection among women with PCOS compared to women without PCOS. Results: We identified 21,292 women with PCOS and 78,310 matched controls. The crude COVID-19 incidence was 18.1 and 11.9 per 1000 person-years among women with and without PCOS, respectively. Age-adjusted Cox regression analysis suggested a 51% higher risk of COVID-19 among women with PCOS (HR: 1.51, 95% CI: 1.27–1.80, P < 0.001). After adjusting for age and BMI, HR reduced to 1.36. In the fully adjusted model, women with PCOS had a 28% increased risk of COVID-19 (aHR: 1.28, 95% CI: 1.05–1.56, P = 0.015). Conclusion: Women with PCOS are at an increased risk of COVID-19 infection and should be specifically encouraged to adhere to infection control measures.",
    "tags": ["Oxford", "COVID-19", "infection risk", "population study", "comorbidities"]
  },
  {
    "title": "Childhood, adolescent, and adulthood adiposity are associated with risk of PCOS: a Mendelian randomization study with meta-analysis",
    "authors": "Laurence J Dobbie, Bradley Pittam, Sizheng Steven Zhao, Uazman Alam, Theresa J Hydes, Thomas M Barber, Daniel J Cuthbertson",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/6/1168/7104032",
    "abstract": "Study question: What is the influence of body composition during childhood, adolescence, and adulthood, as well as metabolic parameters, on incident polycystic ovary syndrome (PCOS)? Summary answer: Excess body fat, even during childhood/adolescence, and metabolic parameters, suggestive of hyperinsulinaemia/insulin resistance, significantly impact the risk of PCOS in a linear fashion. Study design: Systematic review and meta-analysis integrated with Mendelian randomization using GWAS data in subjects of European ancestry. Main results: From the systematic review/meta-analysis, women with overweight (OR 3.80), obesity (OR 4.99), and central obesity (OR 2.93) had increased odds of PCOS. For adolescents with overweight and/or obesity, the PCOS odds were greater than for adults. From MR, for every standard deviation increase in BMI (4.8 kg/m²), the odds of PCOS increased by 2.76. Childhood body size had an independent effect on PCOS odds after adjusting for adult body size (OR: 2.56). Genetically determined body fat percentage (OR 3.05), fasting serum insulin (OR 6.98), and SHBG concentration (OR 0.74) were all significantly associated with PCOS in a linear relation.",
    "tags": ["Oxford", "Mendelian randomization", "childhood obesity", "adiposity", "risk factors", "prevention"]
  },
  {
    "title": "Randomized Controlled Trial of Preconception Interventions in Infertile Women With Polycystic Ovary Syndrome",
    "authors": "Richard S. Legro, William C. Dodson, Penny M. Kris-Etherton, Allen R. Kunselman, Christy M. Stetter, Nancy I. Williams, Carol L. Gnatuk, Stephanie J. Estes, Jennifer Fleming, Kelly C. Allison, David B. Sarwer, Christos Coutifaris, Anuja Dokras",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2015",
    "url": "https://academic.oup.com/jcem/article/100/11/4048/2836087",
    "abstract": "Context: Lifestyle modification is recommended in women with polycystic ovary syndrome (PCOS) prior to conception but there are few randomized trials to support its implementation. Objective: To determine the relative efficacy of preconception intervention on reproductive and metabolic abnormalities in overweight/obese women with PCOS. Design: Randomized controlled trial at Academic Health Centers in women with infertility due to PCOS, age 18–40 y and body mass index 27–42 kg/m². Intervention: 149 women were randomly assigned to receive either 16 weeks of 1) continuous oral contraceptive pills (OCPs); 2) lifestyle modification promoting 7% weight loss; or 3) combined treatment with both OCP and lifestyle modification. After preconception intervention, women underwent standardized ovulation induction with clomiphene citrate. Results: We achieved significant weight loss with both Lifestyle (mean weight loss, −6.2%) and Combined (mean weight loss, −6.4%) compared with baseline and OCP (both P < .001). There was a significant increase in metabolic syndrome prevalence at the end of preconception treatment compared with baseline within OCP whereas no change in metabolic syndrome was detected in Lifestyle or Combined groups. Cumulative ovulation rates were superior after weight loss: OCP, 46%; Lifestyle, 60%; and Combined, 67% (P < .05). Live birth rates were OCP, 12%; Lifestyle, 26%; and Combined, 24%. Conclusions: A preconception weight loss intervention eliminates adverse metabolic OCP effects and leads to higher ovulation rates.",
    "tags": ["Oxford", "preconception", "lifestyle modification", "weight loss", "fertility", "ovulation"]
  },
  {
    "title": "Sexual dysfunction in women with PCOS: a case control study",
    "authors": "H Pastoor, M C Timman, W L D M Nelen, A Bos-Roubos, J S E Laven, R van Dreven, W L J M Schoonderwoerd-Rooijackers, J M M van Lith, C B Lambalk, E A F Dancet, C Weiss, A M H Brandenbarg, K G H Wiersema, B W Mol, C T Brouwer",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/11/2230/7286979",
    "abstract": "This observational prospective case control study with 135 women (68 PCOS, 67 control) was conducted from March 2017 until March 2020. Heterosexual women with and without PCOS, aged 18–40 years, in a steady relationship and without any comorbidities, underwent an extensive medical and endocrine screening using liquid chromatography-tandem mass spectrometry and validated sexual function questionnaires. Results: Women with PCOS reported significantly lower sexual function (Female Sexual Function Index P < 0.001, partial η² = 0.104), higher levels of sexual distress (Female Sexual Distress Scale-Revised P < 0.001), and they more often complied with the definition of sexual dysfunction (41.2% vs 11.9%, P < 0.001) and clinical sexual distress (51.5% vs 19.4%, P < 0.001). Regression analysis adjusted for confounders showed only few and weak associations between androgen levels and sexual function, with each model explaining a maximum of 1%.",
    "tags": ["Oxford", "sexual dysfunction", "quality of life", "psychological impact", "case-control study"]
  },
  {
    "title": "Global, regional, and national burden of infertility attributable to PCOS, 1990–2019",
    "authors": "Yilei Dong, Qiqi Cai, Jiajun Du, Chengxi Li, Wenfeng Song, Jie Kang, Lihua Duan",
    "journal": "Human Reproduction",
    "year": "2024",
    "url": "https://academic.oup.com/humrep/article/39/1/108/7452815",
    "abstract": "In this study, we aimed to assess the global, regional, and national burden of infertility attributable to PCOS in reproductive women aged 15–49 years by age and socio-demographic index (SDI) across 21 regions and 204 countries from 1990 to 2019 using the Global Burden of Diseases 2019 (GBD 2019). The prevalence, years lived with disability (YLD) and their corresponding trends of infertility attributable to PCOS were evaluated. Methods: The NIH definition was used in GBD 2019 as the PCOS diagnostic criteria. The age-standardized prevalence/YLD rate was directly standardized using the GBD global age-standard population. Results: The global number and global age-standardized rate of prevalence and YLD for infertility attributable to PCOS increased sharply from 1990 to 2019. The burden of infertility attributable to PCOS in high SDI region was significantly higher than that in the other four SDI regions and the greatest annual increase rates were observed in the middle SDI region and the low-middle SDI region. Conclusions: Effective health interventions and efficient preventative and managerial strategies should be established to reduce the burden of infertility attributable to PCOS.",
    "tags": ["Oxford", "global burden", "infertility", "epidemiology", "GBD study"]
  },
  {
    "title": "Prevalence and phenotypic features of polycystic ovary syndrome: a systematic review and meta-analysis",
    "authors": "Gurkan Bozdag, Sezcan Mumusoglu, Defne Zengin, Engin Karabulut, Bulent Okan Yildiz",
    "journal": "Human Reproduction",
    "year": "2016",
    "url": "https://academic.oup.com/humrep/article/31/12/2841/2730240",
    "abstract": "Study question: What is the reported overall prevalence of polycystic ovary syndrome (PCOS) according to the criteria of the National Institutes of Health (NIH), Rotterdam or the Androgen Excess and PCOS Society (AE-PCOS Society)? Summary answer: The reported overall prevalence of PCOS (95% CI) according to diagnostic criteria of the NIH is 6% (5–8%), Rotterdam is 10% (8–13%) and AE-PCOS Society is 10% (7–13%). Study design: A systematic review and meta-analysis on 55 reports that have reported the prevalence of PCOS according to at least one subset of diagnostic criteria. PubMed and Ovid databases were searched up to September 2015. Results: A total of 55 reports remained following screening. The proportions for hirsutism, hyperandrogenaemia, polycystic ovaries (PCO) and oligo-anovulation were 13%, 11%, 28% and 15%, respectively. When only unselected population studies were included, the PCOS prevalence rates were NIH 6%, Rotterdam 9%, and AE-PCOS Society 10%.",
    "tags": ["Oxford", "prevalence", "diagnostic criteria", "systematic review", "meta-analysis"]
  },
  {
    "title": "Moderate increases in daily step count are associated with reduced IL6 and CRP in women with PCOS",
    "authors": "M A Webb, H Mani, S J Robertson, H L Waller, D R Webb, C L Edwardson, D H Bodicoat, T Yates, K Khunti, M J Davies",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/12/EC-18-0438.xml",
    "abstract": "Physical activity has been proposed to be an effective non-pharmacological method of reducing systemic inflammation and may prove particularly efficacious for women with polycystic ovary syndrome (PCOS) who have high levels of inflammation and an increased risk of type 2 diabetes (T2DM) and cardiovascular disease (CVD). The aim of the present study was to assess whether modest changes in daily step count could significantly reduce levels of inflammatory markers in women with PCOS. Sixty-five women with PCOS were assessed at baseline and again at 6 months. All had been provided with an accelerometer and encouraged to increase activity levels. Mean step count/day at baseline was 6337. An increase in step count (by 1000 steps) was associated with a 13% reduction in IL6 and a 13% reduction in CRP. Additionally, there was a modest decrease in BMI. Conclusions: Modest increases in step count/day can reduce levels of inflammatory markers in women with PCOS, which may reduce the future risk of T2DM and CVD.",
    "tags": ["Journal of Endocrinology", "physical activity", "inflammation", "IL6", "CRP", "lifestyle intervention"]
  },
  {
    "title": "Characteristic gut microbiota and predicted metabolic functions in women with PCOS",
    "authors": "Liang Zhou, Zhexin Ni, Wei Cheng, Jiahui Yu, Sun Sun, Dan Zhai, Chaoqin Yu, Zhuo Cai",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/1/EC-19-0522.xml",
    "abstract": "Polycystic ovary syndrome (PCOS) is a chronic endocrine and metabolic disease. Gut microbiota is closely related to many chronic diseases. In this study, we conducted a cross-sectional study and recruited 30 obese (OG) and 30 non-obese (NG) women with PCOS, 30 healthy women (NC) and 11 healthy but obese women (OC) as controls to investigate the characteristic gut microbiota and its metabolic functions in obese and non-obese patients with PCOS. High-throughput 16S rRNA gene sequencing revealed that the abundance and diversity of the gut microbiota changed in patients with PCOS. The linear discriminant analysis (LDA) indicated that Lactococcus was the characteristic gut microbiota in NG, while Coprococcus_2 in OG. Correlation heatmap analysis revealed that the sex hormones and insulin levels in human serum were closely related to the changes in the gut microbiota of NG and OG. Functional prediction analysis demonstrated that the citrate cycle pathway enriched both in NG and OG. This study highlighted significant differences in the gut microbiota and predictive functions of obese and non-obese women with PCOS.",
    "tags": ["Journal of Endocrinology", "gut microbiota", "obesity", "metabolic functions", "16S rRNA"]
  },
  {
    "title": "Androgens impair β-cell function in a mouse model of polycystic ovary syndrome by activating endoplasmic reticulum stress",
    "authors": "Weiying Zhang, Jia Xu, Jing Bian, Chun Xu, Jiao Xu, Yi Chen, Dandan Zhao, Danhua Lu, Chunmei Liang",
    "journal": "Endocrine Connections",
    "year": "2021",
    "url": "https://ec.bioscientifica.com/view/journals/ec/10/3/EC-20-0608.xml",
    "abstract": "Background: Androgens excess results in endoplasmic reticulum (ER) stress, which is an important cause of β cells dysfunction. Here, we investigated the molecular regulation of androgens excess, ER stress, and β-cell function in polycystic ovary syndrome (PCOS). Methods: PCOS mouse model was established by injection of DHEA. Primary cultured mouse islets were used to detect testosterone (TE)-induced ER stress. Results: PCOS mice had higher ER stress in islets. TE exposure induced ER stress and apoptosis significantly through sustaining insulin overexpression in β cells, which in turn impaired proinsulin maturation and secretion. Blocking this process could significantly relieve ER stress and apoptosis and improve insulin homeostasis. Conclusion: ER stress activated by androgens excess in PCOS contributes to β cell dysfunction and hyperinsulinemia.",
    "tags": ["Journal of Endocrinology", "animal model", "β-cell function", "ER stress", "androgens", "hyperinsulinemia"]
  },
  {
    "title": "Changes in clinical and biochemical characteristics of polycystic ovary syndrome with advancing age",
    "authors": "Sebastião Freitas de Medeiros, Matheus Antônio Souto de Medeiros, Márcia Marly Winck Yamamoto, Jacklyne Silva Barbosa, José Maria Soares Júnior",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/2/EC-19-0496.xml",
    "abstract": "Objective: To verify whether aging can modify the clinical and biochemical characteristics of women with polycystic ovary syndrome (PCOS). Material and methods: Observational cross-sectional study conducted at reproductive endocrinology clinics in Cuiabá, Brazil, between 2003 and 2017. 796 PCOS and 444 non-PCOS normal cycling women underwent the same examination. PCOS was diagnosed using the Rotterdam criteria. Results: Biomarkers of adiposity were more remarkable in African descendant PCOS women. Body weight, waist/hip ratio, fat mass, and BMI were higher in PCOS women and tended to increase at all 5 age-strata. Serum androgen levels decreased with aging, markedly in PCOS subjects, but remained elevated when compared with controls. Carbohydrate markers, triglycerides, and total cholesterol tended to increase over time in PCOS. Fasting insulin levels are higher in African descendant PCOS and tended to be higher than in non-PCOS over time. Conclusion: The use of age-adjusted features for the diagnosis of PCOS are recommended.",
    "tags": ["Journal of Endocrinology", "aging", "longitudinal changes", "androgens", "metabolic markers"]
  },
  {
    "title": "Adrenal hyperandrogenism does not deteriorate insulin resistance and lipid profile in women with PCOS",
    "authors": "Ilias Moustakli, Konstantinos Dafopoulos, Alexandros Sotiriou, Efstratios Kolibianakis, Dimitrios G Goulis, Basil C Tarlatzis",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0239.xml",
    "abstract": "Polycystic ovary syndrome (PCOS) is characterized by chronic anovulation and hyperandrogenism. It is often accompanied by insulin resistance and abnormal lipid profile. The aim of the present study was to investigate the impact of adrenal hyperandrogenism on the metabolic profile of women with PCOS. We included 372 women with PCOS diagnosed using the NIH criteria. DHEA-S levels were used to define adrenal hyperandrogenism (>95th percentile). Patients were classified into two groups: with adrenal hyperandrogenism (PCOS-AH, n=108) and without adrenal hyperandrogenism (PCOS-NAH, n=264). Results: Women with PCOS-AH were younger than PCOS-NAH. Metabolic parameters did not differ between the two groups even after correction for age. Women with PCOS-AH had lower SHBG and higher TT and Δ4A concentrations, as well as FAI. Conclusion: The presence of adrenal hyperandrogenism may constitute a factor that prevents further deterioration of metabolic profile (insulin resistance, lipid abnormalities) in women with PCOS.",
    "tags": ["Journal of Endocrinology", "adrenal hyperandrogenism", "DHEA-S", "insulin resistance", "metabolic profile"]
  },
  {
    "title": "Reproductive and metabolic features during puberty in sons of women with polycystic ovary syndrome",
    "authors": "Nicolás Crisosto, Barbara Echiburú, Manuel Maliqueo, Marta Luchsinger, Pedro Rojas, Sergio Recabarren, Teresa Sir-Petermann",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0218.xml",
    "abstract": "Intrauterine life may be implicated in the origin of polycystic ovary syndrome (PCOS) modifying the endocrine and metabolic functions of children born to PCOS mothers independently of genetic inheritance and gender. The aim was to evaluate the reproductive and metabolic functions in sons of women with PCOS during puberty. Sixty-nine PCOS sons (PCOSs) and 84 control sons of 7–18 years old matched by Tanner stage were studied. A complete physical examination was conducted including anthropometric measurements. An oral glucose tolerance test was performed and circulating concentrations of hormones and AMH were determined. Results: Sons of women with PCOS show increased total cholesterol and LDL levels during puberty, which may represent latent insulin resistance. This is a group that should be followed looking for further features of insulin resistance and cardiovascular risk markers. Reproductive markers are very similar to controls, so there is no significant reproductive difference in this group.",
    "tags": ["Journal of Endocrinology", "offspring", "intergenerational effects", "metabolic risk", "puberty"]
  },
  {
    "title": "Polycystic ovary syndrome and risk factors for gestational diabetes",
    "authors": "Terhi Piltonen, Laure Morin-Papunen, Riitta Koivunen, Sari Ruokonen, Jouko Tapanainen, Eila Pesonen",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/7/EC-18-0076.xml",
    "abstract": "Objective: To study the roles of self-reported symptoms and/or prior diagnosis of polycystic ovary syndrome (PCOS) and other potential risk factors for gestational diabetes mellitus (GDM). Design: The FinnGeDi multicentre case-control study including 1146 women with GDM and 1066 non-diabetic pregnant women. There were 174 women with PCOS and 1767 women without PCOS. The study population was divided into four subgroups: GDM + PCOS (N = 105), GDM + non-PCOS (N = 909), non-GDM + PCOS (N = 69), and controls (N = 858). Results: PCOS is not an independent risk factor for GDM and the increased risk of GDM in women with PCOS is mainly related to adiposity. In particular, obese women with PCOS are at substantial risk for GDM and often need insulin treatment during pregnancy. Therefore, they should be recognised and counselled as a high-risk group before or during the early stages of pregnancy. A family history of GDM or T2D, elevated maternal age over 35 years and own preterm birth should be noted as risk factors for GDM.",
    "tags": ["Journal of Endocrinology", "gestational diabetes", "pregnancy complications", "obesity", "risk factors"]
  },
  {
    "title": "Trends, Predictors, and Outcomes of Cardiovascular Complications Associated With Polycystic Ovary Syndrome During Delivery Hospitalizations: A National Inpatient Sample Analysis (2002-2019)",
    "authors": "Salman Zahid, Muhammad Zia Khan, Smitha Gowda, Nadeen N. Faza, Michael C. Honigberg, Arthur Jason Vaught, Carolyn Guan, Anum S. Minhas, Erin D. Michos",
    "journal": "Journal of the American Heart Association",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35708290/",
    "abstract": "Background: Women with polycystic ovary syndrome (PCOS) have an increased risk of pregnancy-associated complications. We investigated trends, outcomes, and predictors of cardiovascular complications associated with PCOS diagnosis during delivery hospitalizations in the United States. Methods: We used data from the National Inpatient Sample (2002-2019). A total of 71,436,308 weighted hospitalizations for deliveries were identified, of which 0.3% were among women with PCOS (n=195,675). The prevalence of PCOS, and obesity among those with PCOS, increased during the study period. Women with PCOS were older (median, 31 versus 28 years) and had a higher prevalence of diabetes, obesity, and dyslipidemia. After adjustment for age, race and ethnicity, comorbidities, insurance, and income, PCOS remained an independent predictor of cardiovascular complications, including preeclampsia (adjusted OR, 1.56), eclampsia (adjusted OR, 1.58), peripartum cardiomyopathy (adjusted OR, 1.79), and heart failure (adjusted OR, 1.76). Delivery hospitalizations among women with PCOS were associated with increased length (3 versus 2 days) and cost of hospitalization ($4901 versus $3616). Conclusions: Women with PCOS had a higher risk of preeclampsia/eclampsia, peripartum cardiomyopathy, and heart failure during delivery hospitalizations.",
    "tags": ["Johns Hopkins", "cardiovascular complications", "pregnancy", "preeclampsia", "national database"]
  },
  {
    "title": "Association between polycystic ovary syndrome and hot flash presentation during the midlife period",
    "authors": "Ophelia Yin, Howard A. Zacur, Jodi A. Flaws, Mindy S. Christianson",
    "journal": "Menopause",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29360703/",
    "abstract": "Objective: Polycystic ovary syndrome (PCOS) is the most common endocrinopathy in reproductive-aged women; however, the impact of PCOS on menopausal symptoms remains poorly understood. This study aims to determine the influence of PCOS on hot flash presentation in midlife women. Methods: Participants were recruited from the Midlife Women's Health Study involving 780 women aged 45 to 54 years. Between June 2014 and March 2015, participants were screened for history of PCOS based on the Rotterdam criteria. 453 women (69%) consented to the telephone interview and 9.3% (n = 42) met diagnostic criteria for PCOS; 411 were included as controls. Multivariate logistic regression demonstrated that PCOS was not associated with increased odds of hot flash incidence. Smoking was the only variable associated with experiencing hot flashes (odds ratio 2.0, 95% confidence interval 1.05-3.98). Conclusions: A history of PCOS was not associated with increased hot flash symptoms during the midlife period. Additional research should continue to investigate health and quality of life associated with PCOS history in the aging population.",
    "tags": ["Johns Hopkins", "menopause", "hot flashes", "midlife", "quality of life"]
  },
  {
    "title": "A Hyperandrogenic Mouse Model to Study Polycystic Ovary Syndrome",
    "authors": "Ping Xue, Zhiqiang Wang, Xiaomin Fu, Junjiang Wang, Gopika Punchhi, Andrew Wolfe, Sheng Wu",
    "journal": "Journal of Visualized Experiments",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30346398/",
    "abstract": "Hyperandrogenemia plays a critical role in reproductive and metabolic function in females and is the hallmark of polycystic ovary syndrome. Developing a lean PCOS-like mouse model that mimics women with PCOS is clinically meaningful. In this protocol, we describe such a model. By inserting a 4 mm length of DHT (dihydrotestosterone) crystal powder pellet, and replacing it monthly, we are able to produce a PCOS-like mouse model with serum DHT levels 2-fold higher than mice not implanted with DHT. We observed reproductive and metabolic dysfunction without changing body weight and body composition. While exhibiting a high degree of infertility, a small subset of these PCOS-like female mice can get pregnant and their offspring show delayed puberty and increased testosterone as adults. This PCOS-like lean mouse model is a useful tool to study the pathophysiology of PCOS and the offspring from these PCOS-like dams.",
    "tags": ["Johns Hopkins", "animal model", "DHT", "hyperandrogenism", "research methodology"]
  },
  {
    "title": "Insulin signaling displayed a differential tissue-specific response to low-dose dihydrotestosterone in female mice",
    "authors": "Stanley Andrisse, Katelyn Billings, Ping Xue, Sheng Wu",
    "journal": "American Journal of Physiology - Endocrinology and Metabolism",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29351485/",
    "abstract": "Hyperandrogenemia and hyperinsulinemia are believed to play prominent roles in polycystic ovarian syndrome (PCOS). We explored the effects of low-dose dihydrotestosterone (DHT), a model of PCOS, on insulin signaling in metabolic and reproductive tissues in a female mouse model. Livers and white adipose tissue (WAT) from DHT mice displayed lower mRNA and protein expression of insulin signaling intermediates. However, ovaries and pituitaries of DHT mice exhibited higher expression levels of insulin signaling genes/proteins. Insulin-stimulated p-AKT levels were blunted in the livers and WAT of the DHT mice but increased or remained the same in the ovaries and pituitaries. Glucose uptake decreased in liver and WAT but was unchanged in pituitary and ovary. DHT mice were hyperinsulinemic. However, the differential mRNA and protein expression pattern was independent of hyperinsulinemia in cultured hepatocytes and pituitary cells. These findings demonstrate a differential effect of DHT on the insulin-signaling pathway in energy storage vs. reproductive tissues independent of hyperinsulinemia.",
    "tags": ["Johns Hopkins", "insulin signaling", "tissue-specific response", "DHT", "animal model"]
  },
  {
    "title": "A Systematic Review and Meta-Analysis of the Association Between Polycystic Ovary Syndrome and Coronary Artery Calcification",
    "authors": "Olatokunbo Osibogun, Oluseye Ogunmoroti, Olamide B. Kolade, Allison G. Hays, Victor Okunrintemi, Anum S. Minhas, Martha Gulati, Erin D. Michos",
    "journal": "Journal of Women's Health",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35575750/",
    "abstract": "Background: Polycystic ovary syndrome (PCOS) is characterized by chronic anovulation, hyperandrogenism, and polycystic ovaries. Coronary artery calcification (CAC) is a marker of subclinical atherosclerosis and prognostic of cardiovascular disease (CVD) risk. The objective is to examine and quantify the association between PCOS and CAC. Methods: We searched EMBASE, Google Scholar, PubMed, and Web of Science from inception to November 2021. We used a random-effects model to aggregate the odds ratios for CAC among women with PCOS. Results: From 36 articles reviewed, 7 studies with 2341 participants met inclusion criteria. Using the Hartung-Knapp-Sidik-Jonkman method, the pooled adjusted ORs for the associations between PCOS and presence of CAC were 2.48 (95% CI: 2.11-2.84) for cohort studies and 1.88 (95% CI: 0.71-3.06) for cross-sectional studies. Conclusion: In pooled analyses, women with PCOS had approximately twofold greater odds of having CAC compared with women without PCOS. Additional prospective studies will be needed to further understand the relationship between PCOS and CAC.",
    "tags": ["Johns Hopkins", "cardiovascular disease", "coronary artery calcification", "meta-analysis", "CVD risk"]
  },
  {
    "title": "Androgen-induced insulin resistance is ameliorated by deletion of hepatic androgen receptor in females",
    "authors": "Stanley Andrisse, Mingxiao Feng, Zhiqiang Wang, Olubusayo Awe, Lexiang Yu, Haiying Zhang, Sheng Bi, Hongbing Wang, Linhao Li, Serene Joseph, Nicola Heller, Franck Mauvais-Jarvis, Guang William Wong, James Segars, Andrew Wolfe, Sara Divall, Rexford Ahima, Sheng Wu",
    "journal": "FASEB Journal",
    "year": "2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34547140/",
    "abstract": "Androgen excess is one of the most common endocrine disorders of reproductive-aged women, affecting up to 20% of this population. Disorders of hyperandrogenemia in women, such as polycystic ovary syndrome (PCOS) and congenital adrenal hyperplasia are associated with metabolic dysfunction and infertility. Women with androgen excess are at a much higher risk than weight-matched women without androgen excess of developing dysglycemia, and the majority (70%) manifest insulin resistance whether lean or obese, with 10% developing type-2 diabetes mellitus (T2D). Following chronic DHT treatment, female Control mice treated with DHT (Con-DHT) developed impaired glucose tolerance, pyruvate tolerance, and insulin tolerance, not observed in LivARKO mice (mice with hepatic androgen receptor knocked out). During euglycemic hyperinsulinemic clamp, the glucose infusion rate was improved in LivARKO-DHT mice. These data support a paradigm in which elevated androgens in females disrupt metabolic function via hepatic AR and insulin sensitivity was restored by deletion of hepatic AR.",
    "tags": ["Johns Hopkins", "androgen receptor", "insulin resistance", "hepatic function", "animal model", "molecular mechanisms"]
  }
]