[
  {
    "title": "Comparing the individual effects of metformin and rosiglitazone and their combination in obese women with polycystic ovary syndrome: a randomized controlled trial",
    "authors": "Yujing Li, Jing Tan, Qiuyi Wang, Changling Duan, Yuanyuan Hu, Wei Huang",
    "journal": "Fertility and Sterility",
    "year": "2020",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31718828/",
    "abstract": "High-dose metformin (1,500 mg/day) is most effective for weight loss in obese PCOS patients with insulin resistance, while rosiglitazone users show greater improvements in cholesterol and triglyceride levels.",
    "tags": ["NIH", "treatment", "metformin", "rosiglitazone", "insulin resistance", "obesity"]
  },
  {
    "title": "Association of maternal polycystic ovary syndrome and diabetes with preterm birth and offspring birth size: a population-based cohort study",
    "authors": "Xinxia Chen, Mika Gissler, Catharina Lavebratt",
    "journal": "Human Reproduction",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35348682/",
    "abstract": "Women with PCOS have significantly higher risks of total and spontaneous preterm birth when they also have non-insulin-treated type 2 diabetes or gestational diabetes, based on analysis of over 1 million births in Finland.",
    "tags": ["NIH", "pregnancy outcomes", "preterm birth", "diabetes", "population study"]
  },
  {
    "title": "Investigation of the Association of Serum Trace Elements Concentrations and Serum Biochemical Parameters with the Risk of Polycystic Ovary Syndrome: a Case-Control Study",
    "authors": "Priya Sharma, Harmanpreet Singh Kapoor, Balpreet Kaur, Pooja Kamra, Preeti Khetarpal",
    "journal": "Biological Trace Element Research",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37067720/",
    "abstract": "Multiple serum trace elements (copper, magnesium, selenium, iron, chromium, and manganese, but not zinc) and biochemical parameters including cholesterol, CRP, and albumin are significantly associated with PCOS risk in a case-control study of 99 PCOS patients and 82 controls.",
    "tags": ["NIH", "trace elements", "biochemical parameters", "case-control study", "metabolic markers"]
  },
  {
    "title": "A randomized controlled trial of combination letrozole and clomiphene citrate or letrozole alone for ovulation induction in women with polycystic ovary syndrome",
    "authors": "Rachel B Mejia, Karen M Summers, Jessica D Kresowik, Bradley J Van Voorhis",
    "journal": "Fertility and Sterility",
    "year": "2019",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30683591/",
    "abstract": "Combination therapy of letrozole and clomiphene citrate results in significantly higher ovulation rates (77% vs. 43%) compared to letrozole alone in infertile women with PCOS.",
    "tags": ["NIH", "fertility treatment", "letrozole", "clomiphene citrate", "ovulation induction"]
  },
  {
    "title": "Alterations in Gut Microbiome Composition and Barrier Function Are Associated with Reproductive and Metabolic Defects in Women with Polycystic Ovary Syndrome (PCOS): A Pilot Study",
    "authors": "Lisa Lindheim, Mina Bashir, Julia Münzker, Christian Trummer, Verena Zachhuber, Bettina Leber, Angela Horvath, Thomas R Pieber, Gregor Gorkiewicz, Vanessa Stadlbauer, Barbara Obermayer-Pietsch",
    "journal": "PLoS One",
    "year": "2017",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28045919/",
    "abstract": "PCOS patients have significantly lower gut microbiome diversity and altered phylogenetic composition compared to healthy controls, with specific bacterial families associated with reproductive parameters.",
    "tags": ["NIH", "gut microbiome", "inflammation", "insulin resistance", "pilot study"]
  },
  {
    "title": "A randomized, controlled trial comparing the metformin, oral contraceptive pills and their combination in patients with polycystic ovarian syndrome",
    "authors": "Yogesh Kumar, Narendra Kotwal, Yashpal Singh, Vimal Upreti, Shrikant Somani, K V S Hari Kumar",
    "journal": "Journal of Family Medicine and Primary Care",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30112307/",
    "abstract": "Combination therapy with metformin and oral contraceptive pills shows superior results in reducing inflammatory markers, insulin resistance, and improving body composition compared to either drug alone in 90 PCOS patients.",
    "tags": ["NIH", "metformin", "oral contraceptive pills", "combination therapy", "inflammation"]
  },
  {
    "title": "Therapeutic effects of metformin and clomiphene in combination with lifestyle intervention on infertility in women with obese polycystic ovary syndrome",
    "authors": "Jing Zhang, Qinqin Si, Jinqiong Li",
    "journal": "Pakistan Journal of Medical Sciences",
    "year": "2017",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Med_Sci/Pak_J_Med_Sci_2017_33_1_8_12.pdf",
    "abstract": "Lifestyle adjustment combined with metformin and clomiphene significantly improves menstrual recovery, ovulation rates, and pregnancy rates in 101 infertile women with obese PCOS compared to medication alone.",
    "tags": ["WHO", "metformin", "clomiphene", "lifestyle intervention", "obesity", "infertility"]
  },
  {
    "title": "Evaluating the effect of insulin sensitizers metformin and pioglitazone alone and in combination on women with polycystic ovary syndrome: An RCT",
    "authors": "Seyed Mojtaba Sohrevardi, Fahime Nosouhi, Saeed Hossein Khalilzade, Parichehr Kafaie, Mojgan Karimi-Zarchi, Iman Halvaei, Mehdi Mohsenzadeh",
    "journal": "International Journal of Reproductive BioMedicine",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Int_J_Reprod_Biomed/Int_J_Reprod_Biomed_2016_14_12_743_754.pdf",
    "abstract": "Both metformin and pioglitazone improve insulin resistance and menstrual cyclicity in 84 PCOS women, but only metformin significantly reduces hyperandrogenemia while pioglitazone increases body weight.",
    "tags": ["WHO", "insulin sensitizers", "metformin", "pioglitazone", "hyperandrogenemia"]
  },
  {
    "title": "Effects of metformin alone and in combination with spironolactone on hyperandrogenism in polycystic ovarian syndrome",
    "authors": "Nasser K. Abd Elaal, Hamed E. Ellakwa, Alaa Eldeen F. El Halaby, Shaza S. Maklad",
    "journal": "Menoufia Medical Journal",
    "year": "2020",
    "url": "https://applications.emro.who.int/imemrf/349/Minoufia-Med-J-2020-33-2-433-439-eng.pdf",
    "abstract": "Adding low-dose spironolactone to metformin produces significantly greater reductions in free testosterone and clinical hyperandrogenism compared to metformin alone in 48 PCOS patients over 6 months.",
    "tags": ["WHO", "metformin", "spironolactone", "hyperandrogenism", "combination therapy"]
  },
  {
    "title": "Analysis on endocrine and metabolic features of different phenotypes of polycystic ovary syndrome patients",
    "authors": "Feng Li, Li Yao, Hong Wu, Shihong Cao",
    "journal": "Pakistan Journal of Pharmaceutical Sciences",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Pharm_Sci/Pak_J_Pharm_Sci_2016_29_5_supp_1735_1738.pdf",
    "abstract": "Analysis of 226 PCOS patients shows four distinct phenotypes with different endocrine and metabolic profiles, with the anovulation plus polycystic ovary phenotype being most common (55.8%) and phenotype classification guiding individualized treatment.",
    "tags": ["WHO", "phenotypes", "endocrine features", "metabolic features", "classification"]
  },
  {
    "title": "Neurokinin B Receptor Antagonism in Women With Polycystic Ovary Syndrome: A Randomized, Placebo-Controlled Trial",
    "authors": "Jyothis T. George, Rahul Kakkar, Jayne Marshall, Martin L. Scott, Richard D. Finkelman, Tony W. Ho, Johannes Veldhuis, Karolina Skorupskaite, Richard A. Anderson, Stuart McIntosh, Lorraine Webber",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2016",
    "url": "https://academic.oup.com/jcem/article/101/11/4313/2765012",
    "abstract": "The neurokinin-3 receptor antagonist AZD4901 (80 mg/day) significantly reduces LH pulse frequency by 52%, LH levels, and testosterone concentrations by 28.7% in 65 women with PCOS, presenting a novel targeted treatment approach.",
    "tags": ["Oxford", "NK3 receptor antagonist", "neuroendocrine", "LH", "testosterone", "novel treatment"]
  },
  {
    "title": "Increased COVID-19 infections in women with polycystic ovary syndrome: a population-based study",
    "authors": "Anuradhaa Subramanian, Astha Anand, Nicola J Adderley, Kelvin Okoth, Konstantinos A Toulis, Krishna Gokhale, Christopher Sainsbury, Michael W O'Reilly, Wiebke Arlt, Krishnarajah Nirantharakumar",
    "journal": "European Journal of Endocrinology",
    "year": "2021",
    "url": "https://academic.oup.com/ejendo/article/184/5/637/6653964",
    "abstract": "Women with PCOS have a 28% increased risk of COVID-19 infection (adjusted HR 1.28) in a UK population study of 21,292 PCOS women and 78,310 matched controls, independent of BMI and other risk factors.",
    "tags": ["Oxford", "COVID-19", "infection risk", "population study", "comorbidities"]
  },
  {
    "title": "Childhood, adolescent, and adulthood adiposity are associated with risk of PCOS: a Mendelian randomization study with meta-analysis",
    "authors": "Laurence J Dobbie, Bradley Pittam, Sizheng Steven Zhao, Uazman Alam, Theresa J Hydes, Thomas M Barber, Daniel J Cuthbertson",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/6/1168/7104032",
    "abstract": "Mendelian randomization analysis reveals that excess body fat during childhood, adolescence, and adulthood independently and linearly increases PCOS risk, with childhood body size showing an independent effect (OR 2.56) even after adjusting for adult body size.",
    "tags": ["Oxford", "Mendelian randomization", "childhood obesity", "adiposity", "risk factors", "prevention"]
  },
  {
    "title": "Randomized Controlled Trial of Preconception Interventions in Infertile Women With Polycystic Ovary Syndrome",
    "authors": "Richard S. Legro, William C. Dodson, Penny M. Kris-Etherton, Allen R. Kunselman, Christy M. Stetter, Nancy I. Williams, Carol L. Gnatuk, Stephanie J. Estes, Jennifer Fleming, Kelly C. Allison, David B. Sarwer, Christos Coutifaris, Anuja Dokras",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2015",
    "url": "https://academic.oup.com/jcem/article/100/11/4048/2836087",
    "abstract": "Preconception weight loss interventions (lifestyle modification with or without OCPs) achieve 6.2-6.4% weight loss, eliminate adverse metabolic effects of OCPs, and lead to superior ovulation rates (60-67% vs. 46% with OCPs alone) in 149 overweight/obese PCOS women.",
    "tags": ["Oxford", "preconception", "lifestyle modification", "weight loss", "fertility", "ovulation"]
  },
  {
    "title": "Sexual dysfunction in women with PCOS: a case control study",
    "authors": "H Pastoor, M C Timman, W L D M Nelen, A Bos-Roubos, J S E Laven, R van Dreven, W L J M Schoonderwoerd-Rooijackers, J M M van Lith, C B Lambalk, E A F Dancet, C Weiss, A M H Brandenbarg, K G H Wiersema, B W Mol, C T Brouwer",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/11/2230/7286979",
    "abstract": "Women with PCOS report significantly higher rates of sexual dysfunction (41.2% vs. 11.9%) and sexual distress (51.5% vs. 19.4%) compared to controls in a case-control study of 135 women, with minimal association to androgen levels.",
    "tags": ["Oxford", "sexual dysfunction", "quality of life", "psychological impact", "case-control study"]
  },
  {
    "title": "Global, regional, and national burden of infertility attributable to PCOS, 1990–2019",
    "authors": "Yilei Dong, Qiqi Cai, Jiajun Du, Chengxi Li, Wenfeng Song, Jie Kang, Lihua Duan",
    "journal": "Human Reproduction",
    "year": "2024",
    "url": "https://academic.oup.com/humrep/article/39/1/108/7452815",
    "abstract": "Global analysis of 204 countries from 1990-2019 reveals the burden of PCOS-attributable infertility increased sharply, with highest rates in high SDI regions and greatest annual increases in middle and low-middle SDI regions.",
    "tags": ["Oxford", "global burden", "infertility", "epidemiology", "GBD study"]
  },
  {
    "title": "Prevalence and phenotypic features of polycystic ovary syndrome: a systematic review and meta-analysis",
    "authors": "Gurkan Bozdag, Sezcan Mumusoglu, Defne Zengin, Engin Karabulut, Bulent Okan Yildiz",
    "journal": "Human Reproduction",
    "year": "2016",
    "url": "https://academic.oup.com/humrep/article/31/12/2841/2730240",
    "abstract": "Systematic review and meta-analysis of 55 reports shows PCOS prevalence varies by diagnostic criteria: NIH 6% (5-8%), Rotterdam 10% (8-13%), and AE-PCOS Society 10% (7-13%) in general populations.",
    "tags": ["Oxford", "prevalence", "diagnostic criteria", "systematic review", "meta-analysis"]
  },
  {
    "title": "Moderate increases in daily step count are associated with reduced IL6 and CRP in women with PCOS",
    "authors": "M A Webb, H Mani, S J Robertson, H L Waller, D R Webb, C L Edwardson, D H Bodicoat, T Yates, K Khunti, M J Davies",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/12/EC-18-0438.xml",
    "abstract": "Modest increases of 1000 steps per day are associated with 13% reductions in both IL6 and CRP inflammatory markers in 65 women with PCOS over 6 months, potentially reducing future diabetes and cardiovascular disease risk.",
    "tags": ["Journal of Endocrinology", "physical activity", "inflammation", "IL6", "CRP", "lifestyle intervention"]
  },
  {
    "title": "Characteristic gut microbiota and predicted metabolic functions in women with PCOS",
    "authors": "Liang Zhou, Zhexin Ni, Wei Cheng, Jiahui Yu, Sun Sun, Dan Zhai, Chaoqin Yu, Zhuo Cai",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/1/EC-19-0522.xml",
    "abstract": "High-throughput 16S rRNA gene sequencing of 101 women reveals that obese and non-obese PCOS patients have distinct characteristic gut microbiota (Coprococcus_2 in obese, Lactococcus in non-obese) with differences in predicted metabolic functions.",
    "tags": ["Journal of Endocrinology", "gut microbiota", "obesity", "metabolic functions", "16S rRNA"]
  },
  {
    "title": "Androgens impair β-cell function in a mouse model of polycystic ovary syndrome by activating endoplasmic reticulum stress",
    "authors": "Weiying Zhang, Jia Xu, Jing Bian, Chun Xu, Jiao Xu, Yi Chen, Dandan Zhao, Danhua Lu, Chunmei Liang",
    "journal": "Endocrine Connections",
    "year": "2021",
    "url": "https://ec.bioscientifica.com/view/journals/ec/10/3/EC-20-0608.xml",
    "abstract": "Androgen excess in a DHEA-induced PCOS mouse model impairs β-cell function through activation of endoplasmic reticulum stress, which can be reversed by blocking this pathway to improve insulin homeostasis and reduce hyperinsulinemia.",
    "tags": ["Journal of Endocrinology", "animal model", "β-cell function", "ER stress", "androgens", "hyperinsulinemia"]
  },
  {
    "title": "Changes in clinical and biochemical characteristics of polycystic ovary syndrome with advancing age",
    "authors": "Sebastião Freitas de Medeiros, Matheus Antônio Souto de Medeiros, Márcia Marly Winck Yamamoto, Jacklyne Silva Barbosa, José Maria Soares Júnior",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/2/EC-19-0496.xml",
    "abstract": "Cross-sectional study of 796 PCOS and 444 control women shows that serum androgen levels decrease with aging in PCOS but remain elevated compared to controls, while carbohydrate markers, triglycerides, and cholesterol tend to worsen over time.",
    "tags": ["Journal of Endocrinology", "aging", "longitudinal changes", "androgens", "metabolic markers"]
  },
  {
    "title": "Adrenal hyperandrogenism does not deteriorate insulin resistance and lipid profile in women with PCOS",
    "authors": "Ilias Moustakli, Konstantinos Dafopoulos, Alexandros Sotiriou, Efstratios Kolibianakis, Dimitrios G Goulis, Basil C Tarlatzis",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0239.xml",
    "abstract": "Study of 372 PCOS women shows that the presence of adrenal hyperandrogenism (elevated DHEA-S) does not worsen metabolic parameters including insulin resistance and lipid profile, and may even prevent further metabolic deterioration.",
    "tags": ["Journal of Endocrinology", "adrenal hyperandrogenism", "DHEA-S", "insulin resistance", "metabolic profile"]
  },
  {
    "title": "Reproductive and metabolic features during puberty in sons of women with polycystic ovary syndrome",
    "authors": "Nicolás Crisosto, Barbara Echiburú, Manuel Maliqueo, Marta Luchsinger, Pedro Rojas, Sergio Recabarren, Teresa Sir-Petermann",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0218.xml",
    "abstract": "Sons of women with PCOS show increased total cholesterol and LDL levels during puberty compared to controls (69 PCOS sons vs. 84 control sons), suggesting latent insulin resistance and future cardiovascular risk that requires monitoring.",
    "tags": ["Journal of Endocrinology", "offspring", "intergenerational effects", "metabolic risk", "puberty"]
  },
  {
    "title": "Polycystic ovary syndrome and risk factors for gestational diabetes",
    "authors": "Terhi Piltonen, Laure Morin-Papunen, Riitta Koivunen, Sari Ruokonen, Jouko Tapanainen, Eila Pesonen",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/7/EC-18-0076.xml",
    "abstract": "FinnGeDi multicentre study of 1,146 GDM women and 1,066 controls shows PCOS is not an independent risk factor for gestational diabetes, with increased GDM risk in PCOS women mainly related to obesity rather than PCOS itself.",
    "tags": ["Journal of Endocrinology", "gestational diabetes", "pregnancy complications", "obesity", "risk factors"]
  },
  {
    "title": "Trends, Predictors, and Outcomes of Cardiovascular Complications Associated With Polycystic Ovary Syndrome During Delivery Hospitalizations: A National Inpatient Sample Analysis (2002-2019)",
    "authors": "Salman Zahid, Muhammad Zia Khan, Smitha Gowda, Nadeen N. Faza, Michael C. Honigberg, Arthur Jason Vaught, Carolyn Guan, Anum S. Minhas, Erin D. Michos",
    "journal": "Journal of the American Heart Association",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35708290/",
    "abstract": "National Inpatient Sample analysis of 71.4 million delivery hospitalizations (2002-2019) shows PCOS is an independent predictor of cardiovascular complications including preeclampsia (aOR 1.56), eclampsia (aOR 1.58), peripartum cardiomyopathy (aOR 1.79), and heart failure (aOR 1.76).",
    "tags": ["Johns Hopkins", "cardiovascular complications", "pregnancy", "preeclampsia", "national database"]
  },
  {
    "title": "Association between polycystic ovary syndrome and hot flash presentation during the midlife period",
    "authors": "Ophelia Yin, Howard A. Zacur, Jodi A. Flaws, Mindy S. Christianson",
    "journal": "Menopause",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29360703/",
    "abstract": "Midlife Women's Health Study of 453 women aged 45-54 (42 with PCOS, 411 controls) shows history of PCOS is not associated with increased hot flash symptoms during the midlife/menopausal period, with smoking being the only significant predictor.",
    "tags": ["Johns Hopkins", "menopause", "hot flashes", "midlife", "quality of life"]
  },
  {
    "title": "A Hyperandrogenic Mouse Model to Study Polycystic Ovary Syndrome",
    "authors": "Ping Xue, Zhiqiang Wang, Xiaomin Fu, Junjiang Wang, Gopika Punchhi, Andrew Wolfe, Sheng Wu",
    "journal": "Journal of Visualized Experiments",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30346398/",
    "abstract": "Protocol describes a lean hyperandrogenic PCOS mouse model using monthly-replaced DHT crystal pellets that produces 2-fold elevated DHT levels, reproductive and metabolic dysfunction without weight changes, and transgenerational effects in offspring.",
    "tags": ["Johns Hopkins", "animal model", "DHT", "hyperandrogenism", "research methodology"]
  },
  {
    "title": "Insulin signaling displayed a differential tissue-specific response to low-dose dihydrotestosterone in female mice",
    "authors": "Stanley Andrisse, Katelyn Billings, Ping Xue, Sheng Wu",
    "journal": "American Journal of Physiology - Endocrinology and Metabolism",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29351485/",
    "abstract": "Low-dose DHT in female mice demonstrates tissue-specific differential effects on insulin signaling, with impaired signaling in liver and adipose tissue but enhanced or unchanged signaling in ovaries and pituitaries, independent of hyperinsulinemia.",
    "tags": ["Johns Hopkins", "insulin signaling", "tissue-specific response", "DHT", "animal model"]
  },
  {
    "title": "A Systematic Review and Meta-Analysis of the Association Between Polycystic Ovary Syndrome and Coronary Artery Calcification",
    "authors": "Olatokunbo Osibogun, Oluseye Ogunmoroti, Olamide B. Kolade, Allison G. Hays, Victor Okunrintemi, Anum S. Minhas, Martha Gulati, Erin D. Michos",
    "journal": "Journal of Women's Health",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35575750/",
    "abstract": "Systematic review and meta-analysis of 7 studies with 2,341 participants shows women with PCOS have approximately twofold greater odds of coronary artery calcification (pooled aOR 2.48 for cohort studies, 1.88 for cross-sectional studies) compared to women without PCOS.",
    "tags": ["Johns Hopkins", "cardiovascular disease", "coronary artery calcification", "meta-analysis", "CVD risk"]
  },
  {
    "title": "Androgen-induced insulin resistance is ameliorated by deletion of hepatic androgen receptor in females",
    "authors": "Stanley Andrisse, Mingxiao Feng, Zhiqiang Wang, Olubusayo Awe, Lexiang Yu, Haiying Zhang, Sheng Bi, Hongbing Wang, Linhao Li, Serene Joseph, Nicola Heller, Franck Mauvais-Jarvis, Guang William Wong, James Segars, Andrew Wolfe, Sara Divall, Rexford Ahima, Sheng Wu",
    "journal": "FASEB Journal",
    "year": "2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34547140/",
    "abstract": "Female mice with hepatic androgen receptor deletion (LivARKO) are protected from DHT-induced glucose intolerance, insulin resistance, and metabolic dysfunction, demonstrating that elevated androgens disrupt female metabolic function specifically through hepatic androgen receptor signaling.",
    "tags": ["Johns Hopkins", "androgen receptor", "insulin resistance", "hepatic function", "animal model", "molecular mechanisms"]
  }
]