[
  {
    "title": "Comparing the individual effects of metformin and rosiglitazone and their combination in obese women with polycystic ovary syndrome: a randomized controlled trial",
    "authors": "Yujing Li, Jing Tan, Qiuyi Wang, Changling Duan, Yuanyuan Hu, Wei Huang",
    "journal": "Fertility and Sterility",
    "year": "2020",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31718828/",
    "abstract": "High-dose metformin (1,500 mg/day) is most effective for weight loss in obese PCOS patients with insulin resistance, while rosiglitazone users show greater improvements in cholesterol and triglyceride levels.",
    "tags": ["NIH", "treatment", "metformin", "rosiglitazone", "insulin resistance", "obesity"]
  },
  {
    "title": "Association of maternal polycystic ovary syndrome and diabetes with preterm birth and offspring birth size: a population-based cohort study",
    "authors": "Xinxia Chen, Mika Gissler, Catharina Lavebratt",
    "journal": "Human Reproduction",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35348682/",
    "abstract": "Women with PCOS have significantly higher risks of total and spontaneous preterm birth when they also have non-insulin-treated type 2 diabetes or gestational diabetes, based on analysis of over 1 million births in Finland.",
    "tags": ["NIH", "pregnancy outcomes", "preterm birth", "diabetes", "population study"]
  },
  {
    "title": "Investigation of the Association of Serum Trace Elements Concentrations and Serum Biochemical Parameters with the Risk of Polycystic Ovary Syndrome: a Case-Control Study",
    "authors": "Priya Sharma, Harmanpreet Singh Kapoor, Balpreet Kaur, Pooja Kamra, Preeti Khetarpal",
    "journal": "Biological Trace Element Research",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37067720/",
    "abstract": "Multiple serum trace elements (copper, magnesium, selenium, iron, chromium, and manganese, but not zinc) and biochemical parameters including cholesterol, CRP, and albumin are significantly associated with PCOS risk in a case-control study of 99 PCOS patients and 82 controls.",
    "tags": ["NIH", "trace elements", "biochemical parameters", "case-control study", "metabolic markers"]
  },
  {
    "title": "A randomized controlled trial of combination letrozole and clomiphene citrate or letrozole alone for ovulation induction in women with polycystic ovary syndrome",
    "authors": "Rachel B Mejia, Karen M Summers, Jessica D Kresowik, Bradley J Van Voorhis",
    "journal": "Fertility and Sterility",
    "year": "2019",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30683591/",
    "abstract": "Combination therapy of letrozole and clomiphene citrate results in significantly higher ovulation rates (77% vs. 43%) compared to letrozole alone in infertile women with PCOS.",
    "tags": ["NIH", "fertility treatment", "letrozole", "clomiphene citrate", "ovulation induction"]
  },
  {
    "title": "Alterations in Gut Microbiome Composition and Barrier Function Are Associated with Reproductive and Metabolic Defects in Women with Polycystic Ovary Syndrome (PCOS): A Pilot Study",
    "authors": "Lisa Lindheim, Mina Bashir, Julia Münzker, Christian Trummer, Verena Zachhuber, Bettina Leber, Angela Horvath, Thomas R Pieber, Gregor Gorkiewicz, Vanessa Stadlbauer, Barbara Obermayer-Pietsch",
    "journal": "PLoS One",
    "year": "2017",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28045919/",
    "abstract": "PCOS patients have significantly lower gut microbiome diversity and altered phylogenetic composition compared to healthy controls, with specific bacterial families associated with reproductive parameters.",
    "tags": ["NIH", "gut microbiome", "inflammation", "insulin resistance", "pilot study"]
  },
  {
    "title": "A randomized, controlled trial comparing the metformin, oral contraceptive pills and their combination in patients with polycystic ovarian syndrome",
    "authors": "Yogesh Kumar, Narendra Kotwal, Yashpal Singh, Vimal Upreti, Shrikant Somani, K V S Hari Kumar",
    "journal": "Journal of Family Medicine and Primary Care",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30112307/",
    "abstract": "Combination therapy with metformin and oral contraceptive pills shows superior results in reducing inflammatory markers, insulin resistance, and improving body composition compared to either drug alone in 90 PCOS patients.",
    "tags": ["NIH", "metformin", "oral contraceptive pills", "combination therapy", "inflammation"]
  },
  {
    "title": "Therapeutic effects of metformin and clomiphene in combination with lifestyle intervention on infertility in women with obese polycystic ovary syndrome",
    "authors": "Jing Zhang, Qinqin Si, Jinqiong Li",
    "journal": "Pakistan Journal of Medical Sciences",
    "year": "2017",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Med_Sci/Pak_J_Med_Sci_2017_33_1_8_12.pdf",
    "abstract": "Lifestyle adjustment combined with metformin and clomiphene significantly improves menstrual recovery, ovulation rates, and pregnancy rates in 101 infertile women with obese PCOS compared to medication alone.",
    "tags": ["WHO", "metformin", "clomiphene", "lifestyle intervention", "obesity", "infertility"]
  },
  {
    "title": "Evaluating the effect of insulin sensitizers metformin and pioglitazone alone and in combination on women with polycystic ovary syndrome: An RCT",
    "authors": "Seyed Mojtaba Sohrevardi, Fahime Nosouhi, Saeed Hossein Khalilzade, Parichehr Kafaie, Mojgan Karimi-Zarchi, Iman Halvaei, Mehdi Mohsenzadeh",
    "journal": "International Journal of Reproductive BioMedicine",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Int_J_Reprod_Biomed/Int_J_Reprod_Biomed_2016_14_12_743_754.pdf",
    "abstract": "Both metformin and pioglitazone improve insulin resistance and menstrual cyclicity in 84 PCOS women, but only metformin significantly reduces hyperandrogenemia while pioglitazone increases body weight.",
    "tags": ["WHO", "insulin sensitizers", "metformin", "pioglitazone", "hyperandrogenemia"]
  },
  {
    "title": "Effects of metformin alone and in combination with spironolactone on hyperandrogenism in polycystic ovarian syndrome",
    "authors": "Nasser K. Abd Elaal, Hamed E. Ellakwa, Alaa Eldeen F. El Halaby, Shaza S. Maklad",
    "journal": "Menoufia Medical Journal",
    "year": "2020",
    "url": "https://applications.emro.who.int/imemrf/349/Minoufia-Med-J-2020-33-2-433-439-eng.pdf",
    "abstract": "Adding low-dose spironolactone to metformin produces significantly greater reductions in free testosterone and clinical hyperandrogenism compared to metformin alone in 48 PCOS patients over 6 months.",
    "tags": ["WHO", "metformin", "spironolactone", "hyperandrogenism", "combination therapy"]
  },
  {
    "title": "Analysis on endocrine and metabolic features of different phenotypes of polycystic ovary syndrome patients",
    "authors": "Feng Li, Li Yao, Hong Wu, Shihong Cao",
    "journal": "Pakistan Journal of Pharmaceutical Sciences",
    "year": "2016",
    "url": "https://applications.emro.who.int/imemrf/Pak_J_Pharm_Sci/Pak_J_Pharm_Sci_2016_29_5_supp_1735_1738.pdf",
    "abstract": "Analysis of 226 PCOS patients shows four distinct phenotypes with different endocrine and metabolic profiles, with the anovulation plus polycystic ovary phenotype being most common (55.8%) and phenotype classification guiding individualized treatment.",
    "tags": ["WHO", "phenotypes", "endocrine features", "metabolic features", "classification"]
  },
  {
    "title": "Neurokinin B Receptor Antagonism in Women With Polycystic Ovary Syndrome: A Randomized, Placebo-Controlled Trial",
    "authors": "Jyothis T. George, Rahul Kakkar, Jayne Marshall, Martin L. Scott, Richard D. Finkelman, Tony W. Ho, Johannes Veldhuis, Karolina Skorupskaite, Richard A. Anderson, Stuart McIntosh, Lorraine Webber",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2016",
    "url": "https://academic.oup.com/jcem/article/101/11/4313/2765012",
    "abstract": "The neurokinin-3 receptor antagonist AZD4901 (80 mg/day) significantly reduces LH pulse frequency by 52%, LH levels, and testosterone concentrations by 28.7% in 65 women with PCOS, presenting a novel targeted treatment approach.",
    "tags": ["Oxford", "NK3 receptor antagonist", "neuroendocrine", "LH", "testosterone", "novel treatment"]
  },
  {
    "title": "Increased COVID-19 infections in women with polycystic ovary syndrome: a population-based study",
    "authors": "Anuradhaa Subramanian, Astha Anand, Nicola J Adderley, Kelvin Okoth, Konstantinos A Toulis, Krishna Gokhale, Christopher Sainsbury, Michael W O'Reilly, Wiebke Arlt, Krishnarajah Nirantharakumar",
    "journal": "European Journal of Endocrinology",
    "year": "2021",
    "url": "https://academic.oup.com/ejendo/article/184/5/637/6653964",
    "abstract": "Women with PCOS have a 28% increased risk of COVID-19 infection (adjusted HR 1.28) in a UK population study of 21,292 PCOS women and 78,310 matched controls, independent of BMI and other risk factors.",
    "tags": ["Oxford", "COVID-19", "infection risk", "population study", "comorbidities"]
  },
  {
    "title": "Childhood, adolescent, and adulthood adiposity are associated with risk of PCOS: a Mendelian randomization study with meta-analysis",
    "authors": "Laurence J Dobbie, Bradley Pittam, Sizheng Steven Zhao, Uazman Alam, Theresa J Hydes, Thomas M Barber, Daniel J Cuthbertson",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/6/1168/7104032",
    "abstract": "Mendelian randomization analysis reveals that excess body fat during childhood, adolescence, and adulthood independently and linearly increases PCOS risk, with childhood body size showing an independent effect (OR 2.56) even after adjusting for adult body size.",
    "tags": ["Oxford", "Mendelian randomization", "childhood obesity", "adiposity", "risk factors", "prevention"]
  },
  {
    "title": "Randomized Controlled Trial of Preconception Interventions in Infertile Women With Polycystic Ovary Syndrome",
    "authors": "Richard S. Legro, William C. Dodson, Penny M. Kris-Etherton, Allen R. Kunselman, Christy M. Stetter, Nancy I. Williams, Carol L. Gnatuk, Stephanie J. Estes, Jennifer Fleming, Kelly C. Allison, David B. Sarwer, Christos Coutifaris, Anuja Dokras",
    "journal": "The Journal of Clinical Endocrinology & Metabolism",
    "year": "2015",
    "url": "https://academic.oup.com/jcem/article/100/11/4048/2836087",
    "abstract": "Preconception weight loss interventions (lifestyle modification with or without OCPs) achieve 6.2-6.4% weight loss, eliminate adverse metabolic effects of OCPs, and lead to superior ovulation rates (60-67% vs. 46% with OCPs alone) in 149 overweight/obese PCOS women.",
    "tags": ["Oxford", "preconception", "lifestyle modification", "weight loss", "fertility", "ovulation"]
  },
  {
    "title": "Sexual dysfunction in women with PCOS: a case control study",
    "authors": "H Pastoor, M C Timman, W L D M Nelen, A Bos-Roubos, J S E Laven, R van Dreven, W L J M Schoonderwoerd-Rooijackers, J M M van Lith, C B Lambalk, E A F Dancet, C Weiss, A M H Brandenbarg, K G H Wiersema, B W Mol, C T Brouwer",
    "journal": "Human Reproduction",
    "year": "2023",
    "url": "https://academic.oup.com/humrep/article/38/11/2230/7286979",
    "abstract": "Women with PCOS report significantly higher rates of sexual dysfunction (41.2% vs. 11.9%) and sexual distress (51.5% vs. 19.4%) compared to controls in a case-control study of 135 women, with minimal association to androgen levels.",
    "tags": ["Oxford", "sexual dysfunction", "quality of life", "psychological impact", "case-control study"]
  },
  {
    "title": "Global, regional, and national burden of infertility attributable to PCOS, 1990–2019",
    "authors": "Yilei Dong, Qiqi Cai, Jiajun Du, Chengxi Li, Wenfeng Song, Jie Kang, Lihua Duan",
    "journal": "Human Reproduction",
    "year": "2024",
    "url": "https://academic.oup.com/humrep/article/39/1/108/7452815",
    "abstract": "Global analysis of 204 countries from 1990-2019 reveals the burden of PCOS-attributable infertility increased sharply, with highest rates in high SDI regions and greatest annual increases in middle and low-middle SDI regions.",
    "tags": ["Oxford", "global burden", "infertility", "epidemiology", "GBD study"]
  },
  {
    "title": "Prevalence and phenotypic features of polycystic ovary syndrome: a systematic review and meta-analysis",
    "authors": "Gurkan Bozdag, Sezcan Mumusoglu, Defne Zengin, Engin Karabulut, Bulent Okan Yildiz",
    "journal": "Human Reproduction",
    "year": "2016",
    "url": "https://academic.oup.com/humrep/article/31/12/2841/2730240",
    "abstract": "Systematic review and meta-analysis of 55 reports shows PCOS prevalence varies by diagnostic criteria: NIH 6% (5-8%), Rotterdam 10% (8-13%), and AE-PCOS Society 10% (7-13%) in general populations.",
    "tags": ["Oxford", "prevalence", "diagnostic criteria", "systematic review", "meta-analysis"]
  },
  {
    "title": "Moderate increases in daily step count are associated with reduced IL6 and CRP in women with PCOS",
    "authors": "M A Webb, H Mani, S J Robertson, H L Waller, D R Webb, C L Edwardson, D H Bodicoat, T Yates, K Khunti, M J Davies",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/12/EC-18-0438.xml",
    "abstract": "Modest increases of 1000 steps per day are associated with 13% reductions in both IL6 and CRP inflammatory markers in 65 women with PCOS over 6 months, potentially reducing future diabetes and cardiovascular disease risk.",
    "tags": ["Journal of Endocrinology", "physical activity", "inflammation", "IL6", "CRP", "lifestyle intervention"]
  },
  {
    "title": "Characteristic gut microbiota and predicted metabolic functions in women with PCOS",
    "authors": "Liang Zhou, Zhexin Ni, Wei Cheng, Jiahui Yu, Sun Sun, Dan Zhai, Chaoqin Yu, Zhuo Cai",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/1/EC-19-0522.xml",
    "abstract": "High-throughput 16S rRNA gene sequencing of 101 women reveals that obese and non-obese PCOS patients have distinct characteristic gut microbiota (Coprococcus_2 in obese, Lactococcus in non-obese) with differences in predicted metabolic functions.",
    "tags": ["Journal of Endocrinology", "gut microbiota", "obesity", "metabolic functions", "16S rRNA"]
  },
  {
    "title": "Androgens impair β-cell function in a mouse model of polycystic ovary syndrome by activating endoplasmic reticulum stress",
    "authors": "Weiying Zhang, Jia Xu, Jing Bian, Chun Xu, Jiao Xu, Yi Chen, Dandan Zhao, Danhua Lu, Chunmei Liang",
    "journal": "Endocrine Connections",
    "year": "2021",
    "url": "https://ec.bioscientifica.com/view/journals/ec/10/3/EC-20-0608.xml",
    "abstract": "Androgen excess in a DHEA-induced PCOS mouse model impairs β-cell function through activation of endoplasmic reticulum stress, which can be reversed by blocking this pathway to improve insulin homeostasis and reduce hyperinsulinemia.",
    "tags": ["Journal of Endocrinology", "animal model", "β-cell function", "ER stress", "androgens", "hyperinsulinemia"]
  },
  {
    "title": "Changes in clinical and biochemical characteristics of polycystic ovary syndrome with advancing age",
    "authors": "Sebastião Freitas de Medeiros, Matheus Antônio Souto de Medeiros, Márcia Marly Winck Yamamoto, Jacklyne Silva Barbosa, José Maria Soares Júnior",
    "journal": "Endocrine Connections",
    "year": "2020",
    "url": "https://ec.bioscientifica.com/view/journals/ec/9/2/EC-19-0496.xml",
    "abstract": "Cross-sectional study of 796 PCOS and 444 control women shows that serum androgen levels decrease with aging in PCOS but remain elevated compared to controls, while carbohydrate markers, triglycerides, and cholesterol tend to worsen over time.",
    "tags": ["Journal of Endocrinology", "aging", "longitudinal changes", "androgens", "metabolic markers"]
  },
  {
    "title": "Adrenal hyperandrogenism does not deteriorate insulin resistance and lipid profile in women with PCOS",
    "authors": "Ilias Moustakli, Konstantinos Dafopoulos, Alexandros Sotiriou, Efstratios Kolibianakis, Dimitrios G Goulis, Basil C Tarlatzis",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0239.xml",
    "abstract": "Study of 372 PCOS women shows that the presence of adrenal hyperandrogenism (elevated DHEA-S) does not worsen metabolic parameters including insulin resistance and lipid profile, and may even prevent further metabolic deterioration.",
    "tags": ["Journal of Endocrinology", "adrenal hyperandrogenism", "DHEA-S", "insulin resistance", "metabolic profile"]
  },
  {
    "title": "Reproductive and metabolic features during puberty in sons of women with polycystic ovary syndrome",
    "authors": "Nicolás Crisosto, Barbara Echiburú, Manuel Maliqueo, Marta Luchsinger, Pedro Rojas, Sergio Recabarren, Teresa Sir-Petermann",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://ec.bioscientifica.com/view/journals/ec/6/8/EC-17-0218.xml",
    "abstract": "Sons of women with PCOS show increased total cholesterol and LDL levels during puberty compared to controls (69 PCOS sons vs. 84 control sons), suggesting latent insulin resistance and future cardiovascular risk that requires monitoring.",
    "tags": ["Journal of Endocrinology", "offspring", "intergenerational effects", "metabolic risk", "puberty"]
  },
  {
    "title": "Polycystic ovary syndrome and risk factors for gestational diabetes",
    "authors": "Terhi Piltonen, Laure Morin-Papunen, Riitta Koivunen, Sari Ruokonen, Jouko Tapanainen, Eila Pesonen",
    "journal": "Endocrine Connections",
    "year": "2018",
    "url": "https://ec.bioscientifica.com/view/journals/ec/7/7/EC-18-0076.xml",
    "abstract": "FinnGeDi multicentre study of 1,146 GDM women and 1,066 controls shows PCOS is not an independent risk factor for gestational diabetes, with increased GDM risk in PCOS women mainly related to obesity rather than PCOS itself.",
    "tags": ["Journal of Endocrinology", "gestational diabetes", "pregnancy complications", "obesity", "risk factors"]
  },
  {
    "title": "Trends, Predictors, and Outcomes of Cardiovascular Complications Associated With Polycystic Ovary Syndrome During Delivery Hospitalizations: A National Inpatient Sample Analysis (2002-2019)",
    "authors": "Salman Zahid, Muhammad Zia Khan, Smitha Gowda, Nadeen N. Faza, Michael C. Honigberg, Arthur Jason Vaught, Carolyn Guan, Anum S. Minhas, Erin D. Michos",
    "journal": "Journal of the American Heart Association",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35708290/",
    "abstract": "National Inpatient Sample analysis of 71.4 million delivery hospitalizations (2002-2019) shows PCOS is an independent predictor of cardiovascular complications including preeclampsia (aOR 1.56), eclampsia (aOR 1.58), peripartum cardiomyopathy (aOR 1.79), and heart failure (aOR 1.76).",
    "tags": ["Johns Hopkins", "cardiovascular complications", "pregnancy", "preeclampsia", "national database"]
  },
  {
    "title": "Association between polycystic ovary syndrome and hot flash presentation during the midlife period",
    "authors": "Ophelia Yin, Howard A. Zacur, Jodi A. Flaws, Mindy S. Christianson",
    "journal": "Menopause",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29360703/",
    "abstract": "Midlife Women's Health Study of 453 women aged 45-54 (42 with PCOS, 411 controls) shows history of PCOS is not associated with increased hot flash symptoms during the midlife/menopausal period, with smoking being the only significant predictor.",
    "tags": ["Johns Hopkins", "menopause", "hot flashes", "midlife", "quality of life"]
  },
  {
    "title": "A Hyperandrogenic Mouse Model to Study Polycystic Ovary Syndrome",
    "authors": "Ping Xue, Zhiqiang Wang, Xiaomin Fu, Junjiang Wang, Gopika Punchhi, Andrew Wolfe, Sheng Wu",
    "journal": "Journal of Visualized Experiments",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30346398/",
    "abstract": "Protocol describes a lean hyperandrogenic PCOS mouse model using monthly-replaced DHT crystal pellets that produces 2-fold elevated DHT levels, reproductive and metabolic dysfunction without weight changes, and transgenerational effects in offspring.",
    "tags": ["Johns Hopkins", "animal model", "DHT", "hyperandrogenism", "research methodology"]
  },
  {
    "title": "Insulin signaling displayed a differential tissue-specific response to low-dose dihydrotestosterone in female mice",
    "authors": "Stanley Andrisse, Katelyn Billings, Ping Xue, Sheng Wu",
    "journal": "American Journal of Physiology - Endocrinology and Metabolism",
    "year": "2018",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29351485/",
    "abstract": "Low-dose DHT in female mice demonstrates tissue-specific differential effects on insulin signaling, with impaired signaling in liver and adipose tissue but enhanced or unchanged signaling in ovaries and pituitaries, independent of hyperinsulinemia.",
    "tags": ["Johns Hopkins", "insulin signaling", "tissue-specific response", "DHT", "animal model"]
  },
  {
    "title": "A Systematic Review and Meta-Analysis of the Association Between Polycystic Ovary Syndrome and Coronary Artery Calcification",
    "authors": "Olatokunbo Osibogun, Oluseye Ogunmoroti, Olamide B. Kolade, Allison G. Hays, Victor Okunrintemi, Anum S. Minhas, Martha Gulati, Erin D. Michos",
    "journal": "Journal of Women's Health",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35575750/",
    "abstract": "Systematic review and meta-analysis of 7 studies with 2,341 participants shows women with PCOS have approximately twofold greater odds of coronary artery calcification (pooled aOR 2.48 for cohort studies, 1.88 for cross-sectional studies) compared to women without PCOS.",
    "tags": ["Johns Hopkins", "cardiovascular disease", "coronary artery calcification", "meta-analysis", "CVD risk"]
  },
  {
    "title": "Androgen-induced insulin resistance is ameliorated by deletion of hepatic androgen receptor in females",
    "authors": "Stanley Andrisse, Mingxiao Feng, Zhiqiang Wang, Olubusayo Awe, Lexiang Yu, Haiying Zhang, Sheng Bi, Hongbing Wang, Linhao Li, Serene Joseph, Nicola Heller, Franck Mauvais-Jarvis, Guang William Wong, James Segars, Andrew Wolfe, Sara Divall, Rexford Ahima, Sheng Wu",
    "journal": "FASEB Journal",
    "year": "2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34547140/",
    "abstract": "Female mice with hepatic androgen receptor deletion (LivARKO) are protected from DHT-induced glucose intolerance, insulin resistance, and metabolic dysfunction, demonstrating that elevated androgens disrupt female metabolic function specifically through hepatic androgen receptor signaling.",
    "tags": ["Johns Hopkins", "androgen receptor", "insulin resistance", "hepatic function", "animal model", "molecular mechanisms"]
  },
  {
    "title": "The Role of Lifestyle Interventions in PCOS Management: A Systematic Review",
    "authors": "Gautam R, Maan P, Jyoti A, Kumar A, Malhotra N, Arora T",
    "journal": "Nutrients",
    "year": "2025",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39861440/",
    "abstract": "Dietary interventions including low-GI foods, caloric restriction, omega-3 diets, ketogenic diets, Mediterranean diets, and anti-inflammatory diets improve insulin sensitivity and hormonal balance in women with PCOS; physical activity enhances insulin sensitivity and weight loss.",
    "tags": [
      "NIH",
      "diet",
      "lifestyle",
      "physical activity",
      "insulin resistance",
      "inflammation"
    ]
  },
  {
    "title": "The overlooked mental health burden of polycystic ovary syndrome: neurobiological insights into PCOS-related depression",
    "authors": "Dubé-Zinatelli E, Anderson F, Ismail N",
    "journal": "Frontiers in Neuroendocrinology",
    "year": "2025",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40609837/",
    "abstract": "Women with PCOS face heightened risk of depression due to dysregulation in endocrine and immune systems and gut microbiome disturbances; symptoms like infertility, obesity, and hirsutism cause psychological distress that exacerbates depression.",
    "tags": [
      "NIH",
      "mental health",
      "depression",
      "gut microbiome",
      "inflammation",
      "quality of life"
    ]
  },
  {
    "title": "The prevalence and risk of anxiety and depression in polycystic ovary syndrome: an overview of systematic reviews with meta-analysis",
    "authors": "Abdul Jafar NK, Al Balushi A, Subramanian A, Lee SI, Bennett CJ, Moran LJ, Mousa A, Tay CT, Teede HJ, Mansfield DR",
    "journal": "European Journal of Endocrinology",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39453529/",
    "abstract": "Anxiety symptoms were highly prevalent in PCOS (prevalence varied by questionnaire: Hamilton Anxiety Scale 69.4%, HADS 41.5%); depression symptoms were most prevalent using Beck Depression Inventory (46.0%); PCOS women had higher risk of anxiety and depression than controls.",
    "tags": [
      "Journal of Endocrinology",
      "mental health",
      "depression",
      "anxiety",
      "meta-analysis"
    ]
  },
  {
    "title": "Polycystic ovary syndrome and mental disorders: a systematic review and exploratory meta-analysis",
    "authors": "Cooney LG, Lee I, Sammel MD, Dokras A",
    "journal": "Neuropsychiatric Disease and Treatment",
    "year": "2017",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5108561/",
    "abstract": "Women with PCOS had higher rates of anxiety (OR 2.76, 95% CI 1.26-6.02) and depressive symptoms (OR 3.51, 95% CI 1.97-6.24) compared to women without PCOS; anxiety and depression are more prevalent in PCOS patients.",
    "tags": [
      "NIH",
      "mental health",
      "depression",
      "anxiety",
      "meta-analysis"
    ]
  },
  {
    "title": "Analysis of risk factors for depression and anxiety in women with polycystic ovary syndrome",
    "authors": "Yang Y, Liu L, Hu N, Huo H, Yang X, Wang F",
    "journal": "Frontiers in Global Women's Health",
    "year": "2025",
    "url": "https://www.frontiersin.org/journals/global-womens-health/articles/10.3389/fgwh.2025.1520641/full",
    "abstract": "Depression and anxiety prevalence in PCOS was 47.7% and 39.9% respectively; depression was significantly associated with serum FT3, sleep duration, and daytime dysfunction; anxiety was associated with daytime dysfunction.",
    "tags": [
      "mental health",
      "depression",
      "anxiety",
      "sleep disorders"
    ]
  },
  {
    "title": "PCOS Physiopathology and Vitamin D Deficiency: Biological Insights and Perspectives for Treatment",
    "authors": "Lerchbaum E, Rabe T",
    "journal": "Journal of Clinical Medicine",
    "year": "2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35956124/",
    "abstract": "Women with PCOS are deficient in vitamin D, particularly those with higher weight; hypovitaminosis is a risk factor for glucose intolerance and associated with insulin resistance and increased diabetes risk; vitamin D supplementation improved glucose homeostasis and hormonal status.",
    "tags": [
      "vitamin D",
      "insulin resistance",
      "metabolic effects",
      "supplementation"
    ]
  },
  {
    "title": "Vitamin D and polycystic ovary syndrome (PCOS): a review",
    "authors": "Thakur D, Kaur A",
    "journal": "Journal of Family Medicine and Primary Care",
    "year": "2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10328709/",
    "abstract": "67-85% of PCOS women have vitamin D deficiency; low vitamin D levels exacerbate PCOS symptoms including insulin resistance, menstrual irregularities, infertility, hyperandrogenism, and obesity; vitamin D supplementation may improve symptoms.",
    "tags": [
      "NIH",
      "vitamin D",
      "insulin resistance",
      "infertility",
      "hyperandrogenism"
    ]
  },
  {
    "title": "Vitamin D deficiency is common and associated with metabolic risk factors in patients with polycystic ovary syndrome",
    "authors": "Li HW, Brereton RE, Anderson RA, Wallace AM, Ho CK",
    "journal": "BJOG: An International Journal of Obstetrics & Gynaecology",
    "year": "2011",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21550088/",
    "abstract": "44.0% of PCOS women had severe vitamin D deficiency vs 11.2% of controls (p=0.047); vitamin D concentrations negatively correlated with BMI, C-reactive protein, and free androgen index and positively correlated with insulin sensitivity and HDL-C.",
    "tags": [
      "Oxford",
      "vitamin D",
      "insulin resistance",
      "metabolic syndrome",
      "inflammation"
    ]
  },
  {
    "title": "Resistance and aerobic training increases genome-wide DNA methylation in women with polycystic ovary syndrome",
    "authors": "Vieira Neto L, Medeiros SF, Norman RJ",
    "journal": "Scientific Reports",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38245873/",
    "abstract": "Both resistance and aerobic exercise improved anthropometric indices, metabolic dysfunction, and hyperandrogenism in PCOS after 16 weeks; exercise increased genome-wide DNA methylation which may relate to metabolic and hormonal changes and promote health and longevity.",
    "tags": [
      "NIH",
      "exercise",
      "epigenetics",
      "DNA methylation",
      "metabolic effects",
      "hyperandrogenism"
    ]
  },
  {
    "title": "Exercise Interventions in Polycystic Ovary Syndrome: A Systematic Review and Meta-Analysis",
    "authors": "Dos Santos IK, Ashe MC, Cobucci RN, Soares GM, de Oliveira Maranhão TM, Dantas PMS",
    "journal": "Frontiers in Physiology",
    "year": "2020",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7358428/",
    "abstract": "Aerobic exercise of various intensities consistently improved VO2peak in PCOS; moderate intensity exercise improved waist circumference and BMI when combined with diet; resistance training showed promising improvements in free androgen index and insulin resistance.",
    "tags": [
      "NIH",
      "exercise",
      "physical activity",
      "insulin resistance",
      "hyperandrogenism",
      "weight loss"
    ]
  },
  {
    "title": "A Systematic Review of the Effects of Exercise on Hormones in Women with Polycystic Ovary Syndrome",
    "authors": "Jiskoot G, Dietz de Loos A, Beerthuizen A, Timman R, Busschbach J, Laven J",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33467251/",
    "abstract": "Vigorous aerobic exercise and resistance training improve insulin sensitivity and androgen levels in PCOS; recommended guidelines include both exercise types; resistance training may improve androgen levels though additional studies are warranted.",
    "tags": [
      "NIH",
      "exercise",
      "physical activity",
      "insulin resistance",
      "hyperandrogenism"
    ]
  },
  {
    "title": "The effects of different exercises on weight loss and hormonal changes in women with polycystic ovarian syndrome: a network meta-analysis study",
    "authors": "Hajizadeh F, Fathollahi-Shourabeh F, Moezy A, Salesi M",
    "journal": "BMC Women's Health",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39272076/",
    "abstract": "Moderate-intensity aerobic exercise is most effective for reducing BMI in PCOS compared to no intervention and yoga; other forms of exercise were ineffective for weight loss; exercise had no significant impact on sex hormones or menstrual regularity.",
    "tags": [
      "exercise",
      "physical activity",
      "weight loss",
      "BMI"
    ]
  },
  {
    "title": "Polycystic Ovarian Syndrome Genetics and Epigenetics",
    "authors": "Chen ZJ, Zhao H, He L, Shi Y, Qin Y, Shi Y, Li Z, You L, Zhao J, Liu J, Liang X, Zhao X, Zhao J, Sun Y, Zhang B, Jiang H, Zhao D, Bian Y, Gao X, Geng L, Li Y, Zhu D, Sun X, Xu JE, Hao C, Ren CE, Zhang Y, Chen S, Zhang W, Yang A, Yan J, Li Y, Ma J, Zhao Y",
    "journal": "Frontiers in Genetics",
    "year": "2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7855879/",
    "abstract": "PCOS is a complex disorder with heritable genetics suspected due to familial clustering; genome-wide DNA methylation and microRNA patterns may improve diagnosis accuracy; mitochondrial DNA variants contribute to inflammation and insulin resistance.",
    "tags": [
      "NIH",
      "genetics",
      "epigenetics",
      "heritability",
      "inflammation",
      "insulin resistance"
    ]
  },
  {
    "title": "Epigenetic inheritance of PCOS by developmental programming and germline transmission",
    "authors": "Stener-Victorin E, Padmanabhan V, Walters KA, Campbell RE, Benrick A, Giacobini P, Dumesic DA, Abbott DH",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39732517/",
    "abstract": "Emerging research suggests potential transgenerational inheritance of PCOS through genetic and epigenetic mechanisms; PCOS-related risks may affect subsequent generations including sons; developmental programming plays a key role.",
    "tags": [
      "NIH",
      "genetics",
      "epigenetics",
      "heritability",
      "developmental programming"
    ]
  },
  {
    "title": "Epigenetic inheritance of polycystic ovary syndrome - challenges and opportunities for treatment",
    "authors": "Stener-Victorin E, Deng Q",
    "journal": "Nature Reviews Endocrinology",
    "year": "2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34234312/",
    "abstract": "Genetic loci account for only 10% of PCOS heritability (estimated at 70%); altered epigenetic and developmental programming from maternal uterine environment contributes to pathogenesis; PCOS-like traits are transgenerationally inherited up to F3 generation.",
    "tags": [
      "genetics",
      "epigenetics",
      "heritability",
      "developmental programming"
    ]
  },
  {
    "title": "Genetic Basis of Polycystic Ovary Syndrome (PCOS): Current Perspectives",
    "authors": "Escobar-Morreale HF",
    "journal": "Frontiers in Endocrinology",
    "year": "2019",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6935309/",
    "abstract": "PCOS is a polygenic and multifactorial disorder with complex pathophysiology involving multiple pathways and proteins; epigenetic changes are transgenerationally heritable; increased fetal androgen exposure causes epigenetic changes contributing to PCOS development.",
    "tags": [
      "NIH",
      "genetics",
      "epigenetics",
      "hyperandrogenism",
      "developmental programming"
    ]
  },
  {
    "title": "PCOS and genetics: Exploring the heterogeneous role of potential genes in ovarian dysfunction, a hallmark of PCOS",
    "authors": "Nishanthini J, Kandasamy S, Bose Vijay K, Balamurugan K",
    "journal": "Reproductive Biology",
    "year": "2025",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40222066/",
    "abstract": "Key genes involved in ovarian dysfunction in PCOS include CYP11A1, CYP17A1, CYP19A1, AR, FSHR, LHCGR, AMH, INSR, SHBG, IRS1, GATA4, ADIPOQ, YAP1, TCF7L2, and DENND1A; epigenetic factors and miRNAs also play critical roles.",
    "tags": [
      "genetics",
      "ovarian dysfunction",
      "hyperandrogenism",
      "insulin resistance",
      "epigenetics"
    ]
  },
  {
    "title": "Increased prevalence of obstructive sleep apnea syndrome in obese women with polycystic ovary syndrome",
    "authors": "Vgontzas AN, Legro RS, Bixler EO, Grayev A, Kales A, Chrousos GP",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2001",
    "url": "https://pubmed.ncbi.nlm.nih.gov/11238505/",
    "abstract": "Obese PCOS women had higher apnea-hypopnea index (22.5 vs 6.7, p=0.008) and were more likely to have symptomatic OSA syndrome (44.4% vs 5.5%, p=0.008); AHI correlated with waist-hip ratio, testosterone, and unbound testosterone.",
    "tags": [
      "NIH",
      "sleep apnea",
      "obesity",
      "hyperandrogenism",
      "insulin resistance"
    ]
  },
  {
    "title": "Obstructive sleep apnea syndrome in polycystic ovary syndrome: a systematic review and meta-analysis",
    "authors": "Abdul Jafar NK, Al Balushi A, Subramanian A, Lee SI, Bennett CJ, Moran LJ, Mousa A, Tay CT, Teede HJ, Mansfield DR",
    "journal": "Frontiers in Endocrinology",
    "year": "2025",
    "url": "https://www.frontiersin.org/journals/endocrinology/articles/10.3389/fendo.2025.1532519/full",
    "abstract": "PCOS is associated with high prevalence of obstructive sleep apnea; prevalence ranged 17-75% in PCOS vs general population; OSA is associated with obesity, insulin resistance, gestational diabetes, type 2 diabetes, hypertension, and impaired quality of life.",
    "tags": [
      "sleep apnea",
      "obesity",
      "insulin resistance",
      "cardiovascular",
      "quality of life"
    ]
  },
  {
    "title": "Polycystic ovary syndrome is associated with obstructive sleep apnea and daytime sleepiness: role of insulin resistance",
    "authors": "Vgontzas AN, Legro RS, Bixler EO, Grayev A, Kales A, Chrousos GP",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2001",
    "url": "https://pubmed.ncbi.nlm.nih.gov/11158002/",
    "abstract": "PCOS patients were 30 times more likely to have sleep disordered breathing than controls (OR 30.6, 95% CI 7.2-139.4); insulin resistance is a stronger risk factor than BMI or testosterone for sleep apnea in PCOS.",
    "tags": [
      "NIH",
      "sleep apnea",
      "insulin resistance",
      "hyperandrogenism"
    ]
  },
  {
    "title": "Polycystic ovary syndrome and the risk of obstructive sleep apnea: a meta-analysis and review of the literature",
    "authors": "Kahal H, Kyrou I, Tahrani AA, Randeva HS",
    "journal": "Endocrine",
    "year": "2017",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5574283/",
    "abstract": "Pooled OSA prevalence was 22% in PCOS patients (32% in adults, 8% in adolescents); risk of OSA was significantly increased in adult PCOS patients (OR 9.74, 95% CI 2.76-34.41).",
    "tags": [
      "NIH",
      "sleep apnea",
      "meta-analysis",
      "obesity",
      "metabolic syndrome"
    ]
  },
  {
    "title": "Pathogenesis and Consequences of Disordered Sleep in PCOS",
    "authors": "Sam S, Ehrmann DA",
    "journal": "Clinical Medicine Insights: Reproductive Health",
    "year": "2019",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6724486/",
    "abstract": "Sleep disturbances are increased in PCOS women; obstructive sleep apnea is the most commonly reported; OSA leads to increased sympathetic tone and oxidative stress which worsens insulin resistance in PCOS, creating a vicious cycle.",
    "tags": [
      "NIH",
      "sleep apnea",
      "sleep disorders",
      "insulin resistance",
      "oxidative stress"
    ]
  },
  {
    "title": "Update on the combination of myo-inositol/d-chiro-inositol for the treatment of polycystic ovary syndrome",
    "authors": "Unfer V, Facchinetti F, Orru B, Giordani B, Nestler J",
    "journal": "Expert Review of Clinical Pharmacology",
    "year": "2024",
    "url": "https://www.tandfonline.com/doi/full/10.1080/09513590.2023.2301554",
    "abstract": "Combination of myo-inositol and D-chiro-inositol addresses insulin resistance and ovarian dysfunction in PCOS; myo-inositol improves FSH signaling and oocyte quality while D-chiro-inositol aids insulin-mediated androgen synthesis regulation.",
    "tags": [
      "inositol",
      "treatment",
      "insulin resistance",
      "ovarian dysfunction",
      "fertility"
    ]
  },
  {
    "title": "The inositols and polycystic ovary syndrome",
    "authors": "Kalra B, Kalra S, Sharma JB",
    "journal": "Indian Journal of Endocrinology and Metabolism",
    "year": "2016",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5040057/",
    "abstract": "Combination myo-inositol and D-chiro-inositol therapy corrects systemic insulin resistance and creates healthy intra-ovarian milieu; addresses metabolic features, hyperandrogenism, menstrual regularity, ovulation and fertility in PCOS.",
    "tags": [
      "NIH",
      "inositol",
      "insulin resistance",
      "hyperandrogenism",
      "fertility",
      "ovulation"
    ]
  },
  {
    "title": "Myo-inositol effects in women with PCOS: a meta-analysis of randomized controlled trials",
    "authors": "Unfer V, Nestler JE, Kamenov ZA, Prapas N, Facchinetti F",
    "journal": "Endocrine Connections",
    "year": "2017",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5655679/",
    "abstract": "Myo-inositol supplementation significantly decreased fasting insulin (SMD -1.021 µU/mL, p=0.009) and HOMA index (SMD -0.585, p=0.041); showed trend toward testosterone reduction; SHBG increased significantly with ≥24 weeks treatment.",
    "tags": [
      "inositol",
      "insulin resistance",
      "hyperandrogenism",
      "metabolic effects",
      "meta-analysis"
    ]
  },
  {
    "title": "Inositol for Polycystic Ovary Syndrome: A Systematic Review and Meta-analysis to Inform the 2023 Update of the International Evidence-based PCOS Guidelines",
    "authors": "Fitz V, Teede HJ, Brennan L, Moran LJ",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2024",
    "url": "https://academic.oup.com/jcem/article/109/6/1630/7504796",
    "abstract": "Evidence suggests benefits for myo-inositol or D-chiro-inositol for some metabolic measures and potential benefits from DCI for ovulation; myo-inositol likely causes fewer gastrointestinal adverse events compared with metformin.",
    "tags": [
      "Oxford",
      "inositol",
      "treatment",
      "metabolic effects",
      "ovulation"
    ]
  },
  {
    "title": "PCOS and Inositols: Controversial Results and Necessary Clarifications. Basic Differences Between D-Chiro and Myo-Inositol",
    "authors": "Monastra G, Vucenik I, Harrath AH, Alwasel SH, Kamenov ZA, Laganà AS, Monti N, Fedeli V, Bizzarri M",
    "journal": "Frontiers in Endocrinology",
    "year": "2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8056130/",
    "abstract": "Myo-inositol and D-chiro-inositol display opposite effects on ovary and steroidogenesis despite both improving insulin transduction; D-chiro-inositol directly regulates steroidogenic enzyme genes and increases testosterone levels in theca cells; high doses of D-chiro-inositol can be detrimental.",
    "tags": [
      "NIH",
      "inositol",
      "insulin resistance",
      "steroidogenesis",
      "hyperandrogenism"
    ]
  },
  {
    "title": "Are women with PCOS more at risk for endometrial cancer? What approach for such patients?",
    "authors": "Gullo G, Scaglione M, Buzzaccarini G, Laganà AS, Basile G, Chiantera V, Török P, Herman T, Unfer V, Garzon S",
    "journal": "Journal of Ovarian Research",
    "year": "2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10210553/",
    "abstract": "Risk of endometrial cancer is 2-6 times higher in PCOS women; increased prevalence associated with chronic anovulation and progesterone resistance; age and endometrial thickness are important predictors; routine screening not indicated but high-risk women should be monitored closely.",
    "tags": [
      "NIH",
      "endometrial cancer",
      "endometrial hyperplasia",
      "cancer risk"
    ]
  },
  {
    "title": "Polycystic ovary syndrome is associated with a higher risk of premalignant and malignant endometrial polyps in premenopausal women",
    "authors": "Zhu Y, Zhang W, Zhao Y, Li C, Hu Y",
    "journal": "Gynecologic and Obstetric Investigation",
    "year": "2023",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36964546/",
    "abstract": "Prevalence of premalignant and malignant endometrial polyps was 2.15% (hyperplasia with atypia 1.13%, endometrial carcinoma 1.02%); PCOS was associated with higher risk of premalignant and malignant polyps after adjustment for confounding factors.",
    "tags": [
      "endometrial cancer",
      "endometrial hyperplasia",
      "polyps",
      "cancer risk"
    ]
  },
  {
    "title": "Risk of endometrial cancer in patients with polycystic ovarian syndrome: A meta-analysis",
    "authors": "Dumesic DA, Padmanabhan V, Chazenbalk GD, Abbott DH",
    "journal": "Oncotarget",
    "year": "2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10028221/",
    "abstract": "Women with PCOS had significantly increased odds of developing endometrial cancer (OR 4.07, 95% CI 2.13-7.78); when postmenopausal subjects excluded, odds increased to 5.14; PCOS patients are up to 5 times more likely to develop endometrial cancer.",
    "tags": [
      "NIH",
      "endometrial cancer",
      "cancer risk",
      "meta-analysis"
    ]
  },
  {
    "title": "Association between polycystic ovarian syndrome and endometrial, ovarian, and breast cancer: A population-based cohort study in Taiwan",
    "authors": "Hsu MI, Chen HF, Hwu YM, Tsai SJ, Wu MY, Chang CH, Kuo TC, Chen TC, Kuo PH, Ho HN",
    "journal": "Medicine (Baltimore)",
    "year": "2018",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6181615/",
    "abstract": "Incidence of endometrial cancer was 226 per 100,000 person-years in PCOS vs 15 in comparison group; significantly higher risk (aHR 17.7, 95% CI 4.9-64.2); no association found between PCOS and ovarian or breast cancer.",
    "tags": [
      "NIH",
      "endometrial cancer",
      "cancer risk",
      "cohort study"
    ]
  },
  {
    "title": "Clinical and psychological correlates of quality-of-life in polycystic ovary syndrome",
    "authors": "Elsenbruch S, Hahn S, Kowalsky D, Öffner AH, Schedlowski M, Mann K, Janssen OE",
    "journal": "Journal of Clinical Endocrinology & Metabolism",
    "year": "2003",
    "url": "https://pubmed.ncbi.nlm.nih.gov/16322391/",
    "abstract": "PCOS patients showed significant reductions in quality of life, increased psychological disturbances, and decreased sexual satisfaction; BMI and hirsutism scores were associated with physical aspects of quality of life and sexual satisfaction.",
    "tags": [
      "NIH",
      "quality of life",
      "mental health",
      "obesity",
      "hirsutism"
    ]
  },
  {
    "title": "Health-related quality of life and psychological distress in polycystic ovary syndrome: a hidden facet in South Asian women",
    "authors": "Kumarapeli V, Seneviratne Rde A, Wijeyaratne CN, Yapa RM, Dodampahala SH",
    "journal": "BJOG: An International Journal of Obstetrics & Gynaecology",
    "year": "2011",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21134104/",
    "abstract": "Mean GHQ score was significantly higher in PCOS (5.25±6.25) than controls (1.58±1.46); hirsutism was significantly associated with psychological distress; mean scores for physical, psychological and social relationships domains were significantly lower in PCOS.",
    "tags": [
      "Oxford",
      "quality of life",
      "mental health",
      "psychological distress",
      "hirsutism"
    ]
  },
  {
    "title": "Quality of life and psychological well being in polycystic ovary syndrome",
    "authors": "Coffey S, Bano G, Mason HD",
    "journal": "Human Reproduction",
    "year": "2006",
    "url": "https://pubmed.ncbi.nlm.nih.gov/17537782/",
    "abstract": "71% of PCOS women taking anti-androgen medication and 67% not taking medication were classified as depressed; women with PCOS had lower quality of life on all seven factors; weight was largest contributor to poor quality of life.",
    "tags": [
      "Oxford",
      "quality of life",
      "depression",
      "weight",
      "hirsutism"
    ]
  },
  {
    "title": "Quality of life and psychological morbidity in women with polycystic ovary syndrome: body mass index, age and the provision of patient information are significant modifiers",
    "authors": "Jones GL, Benes K, Clark TL, Denham R, Holder MG, Haynes TJ, Mulgrew NC, Shepherd KE, Wilkinson VH, Singh M, Balen AH, Lashen H, Ledger WL",
    "journal": "Clinical Endocrinology",
    "year": "2008",
    "url": "https://pubmed.ncbi.nlm.nih.gov/17302871/",
    "abstract": "SF-36 scores were significantly lower than age- and sex-matched population; GHQ-28 identified psychological morbidity in 62.4% vs 26.4% in matched population; BMI was negatively correlated with quality of life; positive association between psychological domain and quality of health information.",
    "tags": [
      "Oxford",
      "quality of life",
      "mental health",
      "BMI",
      "patient education"
    ]
  },
  {
    "title": "Measures of health-related quality of life in PCOS women: a systematic review",
    "authors": "Behboodi Moghadam Z, Fereidooni B, Saffari M, Montazeri A",
    "journal": "International Journal of Women's Health",
    "year": "2018",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6078086/",
    "abstract": "52 studies reviewed; various generic and specific questionnaires assess different dimensions of HRQoL; weight concerns have particular negative impact on HRQoL though role of BMI is inconclusive; psychological dimensions more affected than physical dimensions.",
    "tags": [
      "NIH",
      "quality of life",
      "systematic review",
      "obesity",
      "mental health"
    ]
  },
  {
    "title": "Impact of polycystic ovary syndrome on quality of life of women in correlation to age, basal metabolic index, education and marriage",
    "authors": "Bhattacharya SM, Ghosh M",
    "journal": "PLoS One",
    "year": "2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7946178/",
    "abstract": "PCOS cases showed significantly decreased HRQoL compared to controls; increased BMI, menstrual irregularities, educational status and marital status play major role in altering HRQoL; psychological care must be given during patient management.",
    "tags": [
      "NIH",
      "quality of life",
      "BMI",
      "menstrual irregularities",
      "mental health"
    ]
  }
]